[{"topic":"#AGAスキンスリニック","mean":"#AGAスキンスリニック is a hashtag used on social media in Japan to promote skin care products from the Japanese cosmetics brand, AGA. The phrase roughly translates to \u0022AGA Skin Slick\u0022 in English.","date":"2022-12-21T08:36:41.4173712Z"},{"topic":"#クソおせち","mean":"#クソおせち is a Japanese hashtag that translates to \u0022crappy New Year\u0027s feast\u0022. It is used to describe a New Year\u0027s feast that is not up to the usual standards.","date":"2022-12-21T08:36:59.0077506Z"},{"topic":"#青汁王子","mean":"#青汁王子 is a Japanese hashtag that translates to \u0022Green Juice Prince\u0022. It is used to refer to someone who drinks green juice regularly and is seen as a health-conscious individual.","date":"2022-12-21T08:37:02.184616Z"},{"topic":"#三崎優太","mean":"#三崎優太 is the name of a Japanese actor. In English, it translates to Yuta Misaki.","date":"2022-12-21T08:37:04.2866386Z"},{"topic":"컬러 성격","mean":"컬러 성격 is a Korean term that refers to a person\u0027s personality type based on the colors they prefer. It is believed that certain colors can be associated with different personality traits, and this concept is used to help people better understand themselves and others. In English, it can be translated as \u0022color personality\u0022.","date":"2022-12-21T08:37:07.5569506Z"},{"topic":"高見知佳さん","mean":"高見知佳さん is a Japanese name. It is composed of two characters: 高 (taka) meaning “high” or “tall” and 見 (mi) meaning “to see” or “to observe”. The second character, 知 (chi) means “knowledge” or “wisdom” and 佳 (ka) means “good” or “beautiful”. Therefore, the name can be translated to mean “one who has high knowledge and wisdom” in English.","date":"2022-12-21T08:37:13.9577496Z"},{"topic":"가요대전","mean":"가요대전 is a South Korean music show that has been running since 1966. It is a competition between singers and groups, where they perform their songs and compete for awards. The name literally translates to \u0022Song Festival\u0022 in English.","date":"2022-12-21T08:37:17.0168347Z"},{"topic":"#VakitMücadeleVaktidir","mean":"#VakitMücadeleVaktidir is a Turkish phrase that translates to \u0022It is time to fight\u0022. It is often used as a rallying cry for people to stand up and fight for their rights and beliefs.","date":"2022-12-21T08:37:19.9671182Z"},{"topic":"ElonMusk BilenKazanırda","mean":"ElonMusk BilenKazanırda is a Turkish phrase that translates to \u0022Whoever knows Elon Musk wins\u0022. It is a proverb that implies that knowledge of the tech entrepreneur and innovator Elon Musk can be beneficial in some way.","date":"2022-12-21T08:37:23.1802207Z"},{"topic":"Carlos Correa","mean":"Carlos Correa is a professional baseball player from Puerto Rico who currently plays for the Houston Astros. He is a shortstop and was the first overall pick in the 2012 MLB Draft. The meaning of his name in English is \u0022free man\u0022.","date":"2022-12-21T08:37:26.9215378Z"},{"topic":"SKZREPLAY OUT NOW","mean":"SKZREPLAY OUT NOW is a phrase used to promote the release of a new song or album by the South Korean boy band Stray Kids. It is an invitation for fans to listen to the new music and show their support.","date":"2022-12-21T08:37:29.6895698Z"},{"topic":"Türk Dünyası Medya Çalıştayı","mean":"Türk Dünyası Medya Çalıştayı is a media workshop organized by the Turkish World Media Platform, which aims to bring together media professionals from Turkey and other Turkic countries. The English translation of the name is \u0022Turkish World Media Workshop\u0022.","date":"2022-12-21T08:37:32.6513213Z"},{"topic":"ジャンボリミッキー","mean":"ジャンボリミッキー is a type of Japanese snack food made by Lotte. It is a biscuit shaped like Mickey Mouse and filled with a sweet bean paste. In English, it is known as Jumbo Mickey Biscuits.","date":"2022-12-21T08:37:35.5985412Z"},{"topic":"Steve Cohen","mean":"Steve Cohen is an American hedge fund manager and investor. He is the founder and CEO of Point72 Asset Management, a family office managing over $20 billion in assets. He is also the founder of SAC Capital Advisors, a former hedge fund that managed over $14 billion in assets before it was shut down in 2013 due to insider trading charges. Cohen is one of the most successful investors in history, having earned billions of dollars through his investments.","date":"2022-12-21T08:37:39.873078Z"},{"topic":"公式放送","mean":"公式放送 (Koushiki HouSou) is a Japanese term that refers to official broadcasts, such as those from television networks or streaming services. It can also refer to live events that are broadcast on these platforms. In English, it can be translated as \u0022official broadcast\u0022.","date":"2022-12-21T08:37:43.5594546Z"},{"topic":"Farhan","mean":"Farhan is an Arabic name meaning \u0022happy\u0022 or \u0022joyful\u0022.","date":"2022-12-21T08:37:45.1918782Z"},{"topic":"EIAN NA ANG PARTNERSinCRIME","mean":"EIAN NA ANG PARTNERSinCRIME is a Tagalog phrase that translates to \u0022We are partners in crime\u0022. It is used to express a sense of camaraderie and solidarity between two or more people who are working together on something.","date":"2022-12-21T08:37:48.0444918Z"},{"topic":"me당첨","mean":"Me당첨 is a Korean phrase that translates to \u0022me winning\u0022 or \u0022I won\u0022. It is often used to express excitement or joy when someone has achieved something.","date":"2022-12-21T08:37:50.7424889Z"},{"topic":"ラプタス","mean":"ラプタス is a mythical creature from Greek mythology. It is a giant eagle that was sent by Zeus to feed on the ever-regenerating liver of the Titan Prometheus as punishment for stealing fire from the gods and giving it to humans. In English, it is known as the \u0022Raptor\u0022.","date":"2022-12-21T08:37:54.7501667Z"},{"topic":"Jokic","mean":"Jokic is a surname of Slavic origin. It is derived from the given name Jok, which is a diminutive form of the name Joakim. The meaning of the name is \u0022God will establish\u0022.","date":"2022-12-21T08:37:57.1752701Z"},{"topic":"芸能界デビュー","mean":"芸能界デビュー (Geinoukai Debut) is a Japanese phrase that means \u0022debut in the entertainment industry\u0022. It is used to refer to when someone makes their first appearance in the entertainment industry, such as an actor or singer.","date":"2022-12-21T08:38:00.6733934Z"},{"topic":"あいテレビ","mean":"あいテレビ is a Japanese television network owned by the Asahi Broadcasting Corporation. It broadcasts news, sports, variety shows, dramas, and other programs. In English, it translates to \u0022Asahi TV\u0022.","date":"2022-12-21T08:38:03.5785827Z"},{"topic":"HYBE","mean":"HYBE is a South Korean entertainment company formerly known as Big Hit Entertainment. It was founded in 2005 and is best known for managing the K-pop boy band BTS. The name HYBE is an acronym for “Hit Yeonbeon”, which translates to “Hit Everywhere” in English.","date":"2022-12-21T08:38:08.1621472Z"},{"topic":"死去・元アイドル歌手","mean":"死去・元アイドル歌手 is a Japanese phrase that translates to \u0022deceased former idol singer\u0022. It is used to refer to a singer who was once an idol, but has since passed away.","date":"2022-12-21T08:38:10.9322142Z"},{"topic":"Heyman","mean":"Heyman is a German term of endearment that translates to \u0022dear man\u0022 or \u0022dear sir.\u0022 It is used as a way to show respect and affection for someone.","date":"2022-12-21T08:38:13.3831117Z"},{"topic":"咎人コラボ","mean":"咎人コラボ (Togabito Collaboration) is a Japanese video game series developed by Nippon Ichi Software. It is a dungeon-crawling role-playing game in which players take on the role of a \u0022Togabito\u0022, or \u0022Sinners\u0022, who must explore dungeons and battle monsters in order to save the world from destruction. The English translation of the title would be \u0022Sinner\u0027s Collaboration\u0022.","date":"2022-12-21T08:38:17.8550421Z"},{"topic":"ポップン","mean":"ポップン is a type of Japanese rhythm game developed by Konami. It is similar to the Dance Dance Revolution series, but instead of using a dance pad, players use buttons on a controller to hit notes that appear on the screen. The goal is to hit the notes in time with the music. In English, it can be translated as \u0022Pop\u0027n\u0022.","date":"2022-12-21T08:38:21.3190869Z"},{"topic":"風の行方","mean":"風の行方 is a Japanese phrase that literally translates to \u0022the whereabouts of the wind\u0022. It is often used to refer to something that is unknown or uncertain. In English, it can be translated as \u0022the fate of the wind\u0022 or \u0022the direction of the wind\u0022.","date":"2022-12-21T08:38:24.0392616Z"},{"topic":"eat愛媛朝日テレビ","mean":"\u0022Eat愛媛朝日テレビ\u0022 is a Japanese television program that airs on the Ehime Asahi Broadcasting Corporation. The title of the show translates to \u0022Eat Ehime Asahi TV\u0022. The program focuses on food and cooking, featuring local chefs and restaurants from the Ehime Prefecture.","date":"2022-12-21T08:38:27.5517954Z"},{"topic":"도재정 유닛","mean":"도재정 유닛 is a Korean term for a unit of measurement used to measure the amount of land. It is equal to one square meter. In English, it can be translated as \u0022square meter unit\u0022.","date":"2022-12-21T08:38:30.3833901Z"},{"topic":"イグナイター","mean":"イグナイター is a Japanese word that refers to a person who is an expert in the field of igniting or starting something. It can also refer to someone who is passionate and enthusiastic about something, and has the ability to motivate others. In English, it could be translated as \u0022igniter\u0022 or \u0022motivator\u0022.","date":"2022-12-21T08:38:34.6942924Z"},{"topic":"紅白の審査員","mean":"紅白の審査員 (Kōhaku no Shinsa-in) is a term used to refer to the judges of the annual New Year\u0027s Eve singing contest, Kōhaku Uta Gassen, which is broadcast on Japanese television. The term literally translates to \u0022judges of the Red and White Contest\u0022.","date":"2022-12-21T08:38:38.4401303Z"},{"topic":"San Francisco Giants","mean":"San Francisco Giants is a Major League Baseball team based in San Francisco, California. The team was founded in 1883 and has won the World Series eight times. The Giants play their home games at Oracle Park, formerly known as AT\u0026T Park.","date":"2022-12-21T08:38:42.0382151Z"},{"topic":"色の見え方","mean":"色の見え方 is a Japanese phrase that translates to \u0022the way colors are seen\u0022. It is used to refer to the perception of color, such as how different people may perceive the same color differently.","date":"2022-12-21T08:38:44.5714752Z"},{"topic":"Correa to the Mets","mean":"\u0022Correa to the Mets\u0022 is a phrase used to express excitement or anticipation about the possibility of the New York Mets signing shortstop Carlos Correa. It is a play on words, as \u0022Correa\u0022 is the name of the player and \u0022to the Mets\u0022 implies that he will be joining the team.","date":"2022-12-21T08:38:47.861914Z"},{"topic":"あなたの年齢","mean":"あなたの年齢 is a phrase in Japanese that translates to \u0022your age\u0022 in English. It is a way of asking someone how old they are.","date":"2022-12-21T08:38:50.2353219Z"},{"topic":"実写MV","mean":"実写MV (jissha MV) is a Japanese term for a music video that is shot with live action footage. It is a combination of the words 実写 (jissha, meaning \u0022live action\u0022) and MV (music video). In English, it can be referred to as a live-action music video.","date":"2022-12-21T08:38:53.8524899Z"},{"topic":"DELETER SA MMFF","mean":"DELETER SA MMFF is an acronym for \u0022Delete the South African Music and Film Festival\u0022. It is a call to action to remove the South African Music and Film Festival from the list of events that are held in South Africa. The festival has been criticized for its lack of diversity and inclusion, as well as its lack of support for local artists.","date":"2022-12-21T08:38:58.3794789Z"},{"topic":"ちゅーぶ","mean":"ちゅーぶ is an abbreviation of the Japanese phrase 「ちゅうしゃブランチ」, which means \u0022business lunch\u0022. It is used to refer to a meal taken during a business meeting or gathering.","date":"2022-12-21T08:39:01.3604153Z"},{"topic":"Caligaris","mean":"Caligaris is a Latin phrase meaning \u0022in the boots of a soldier\u0022. It is often used to refer to someone who is tough, brave, and ready for battle.","date":"2022-12-21T08:39:03.8294394Z"},{"topic":"決定的成功","mean":"決定的成功 is a Chinese phrase that translates to \u0022decisive success\u0022 in English. It refers to achieving success through decisive action and determination.","date":"2022-12-21T08:39:06.355735Z"},{"topic":"シャマル","mean":"シャマル is a Japanese word that means \u0022dignified\u0022 or \u0022graceful\u0022. It is often used to describe someone who has a dignified and graceful manner.","date":"2022-12-21T08:39:08.6558244Z"},{"topic":"Happy Solstice","mean":"Happy Solstice is a greeting used to celebrate the solstice, which is an astronomical event that marks the longest and shortest days of the year. It is typically used to mark the summer solstice in the Northern Hemisphere, which occurs around June 21st, and the winter solstice in the Southern Hemisphere, which occurs around December 21st. The phrase \u0022Happy Solstice\u0022 is a way of expressing joy and appreciation for this special day.","date":"2022-12-21T08:39:13.1822199Z"},{"topic":"최고의 방송사","mean":"최고의 방송사 is a Korean phrase that translates to \u0022the best broadcasting company\u0022. It is used to refer to the most successful and popular broadcasting companies in South Korea.","date":"2022-12-21T08:39:16.1002031Z"},{"topic":"ブルピン","mean":"ブルピン (Burupin) is a Japanese slang term that means \u0022to be completely exhausted or worn out.\u0022 It is often used to describe someone who has been working hard and is now feeling the effects of fatigue. In English, it could be translated as \u0022totally wiped out\u0022 or \u0022exhausted.\u0022","date":"2022-12-21T08:39:20.2162273Z"},{"topic":"潤くん審査員","mean":"潤くん審査員 is a Japanese term used to refer to Jun Kunimura, a Japanese actor and film director. He is known for his roles in films such as Kill Bill and Babel. In English, it would be translated as \u0022Jun Kunimura Judge\u0022.","date":"2022-12-21T08:39:23.7571854Z"},{"topic":"平手友梨奈","mean":"平手友梨奈 is a Japanese phrase that translates to \u0022equal friends with Rina\u0022. It is used to express the idea of having a close and equal friendship with someone.","date":"2022-12-21T08:39:26.0962768Z"},{"topic":"#VenmoMe","mean":"#VenmoMe is a hashtag used on social media to request payment from someone via the Venmo app. Venmo is a mobile payment service that allows users to transfer money to one another. By using the hashtag #VenmoMe, someone is asking for someone else to send them money through the Venmo app.","date":"2022-12-21T08:39:29.830752Z"},{"topic":"#TripleNTalk","mean":"#TripleNTalk is a hashtag used on Twitter to discuss topics related to the Triple N Network, a network of people and organizations dedicated to promoting social justice and racial equity. The hashtag is used to share stories, resources, and ideas related to the network\u0027s mission.","date":"2022-12-21T08:39:33.2032802Z"},{"topic":"#WinterSolstice","mean":"Winter Solstice is the shortest day of the year in the Northern Hemisphere, occurring around December 21st. It marks the beginning of winter and is the longest night of the year. It is a time to celebrate the return of longer days and shorter nights, as well as to honor the cycle of life and death.","date":"2022-12-21T08:39:37.1403308Z"},{"topic":"#REPLAY_StrayKids_Now","mean":"#REPLAY_StrayKids_Now is a hashtag used by fans of the South Korean boy band Stray Kids to promote their latest single, \u0022Now\u0022. It is used to encourage others to listen to the song and share it with their friends.","date":"2022-12-21T08:42:49.229872Z"},{"topic":"Mets","mean":"Mets is an abbreviation for the New York Mets, a Major League Baseball team based in New York City. The team was founded in 1962 and plays in the National League East division.","date":"2022-12-21T08:43:10.2713181Z"},{"topic":"シーグリ","mean":"シーグリ (shīguri) is a Japanese word that means \u0022to take a break\u0022 or \u0022to take a rest\u0022. It is often used to describe taking a break from work or school.","date":"2022-12-21T08:43:15.2643027Z"},{"topic":"#FAM_KoreanVer","mean":"#FAM_KoreanVer is a hashtag used to promote the Korean version of the song \u0022FAM\u0022 by South Korean girl group BLACKPINK. The English translation of the hashtag is \u0022#FAM_KoreanVersion\u0022.","date":"2022-12-21T08:43:20.643975Z"},{"topic":"致命的失敗","mean":"致命的失敗 literally translates to \u0022fatal failure\u0022 in English. It is used to describe a mistake or an action that has had catastrophic consequences.","date":"2022-12-21T08:44:10.5830194Z"},{"topic":"#SKZREPLAY","mean":"#SKZREPLAY is a hashtag used by fans of the South Korean boy band Stray Kids. It is used to encourage fans to replay the group\u0027s songs and music videos, in order to increase their popularity and visibility. In English, it translates to \u0022Stray Kids Replay\u0022.","date":"2022-12-21T09:09:05.3475163Z"},{"topic":"クリスマス生配信","mean":"クリスマス生配信 is a Japanese term that translates to \u0022Christmas Live Broadcast\u0022. It refers to a live streaming event that takes place on Christmas Day. This type of event usually involves performers, musicians, or other entertainers who broadcast their performances online for viewers to watch.","date":"2022-12-21T09:09:10.3312938Z"},{"topic":"緊急発表","mean":"緊急発表 is a Japanese phrase that translates to \u0022emergency announcement\u0022. It is used to describe an announcement that is made in response to an urgent situation.","date":"2022-12-21T09:09:14.055909Z"},{"topic":"LIMBO OUT NOW","mean":"\u0022LIMBO OUT NOW\u0022 is a phrase used to announce the release of a new product or service. It is typically used to promote the launch of a new video game, album, movie, or other type of entertainment. In this context, it means that the product or service is now available for purchase or streaming.","date":"2022-12-21T09:09:19.0413355Z"},{"topic":"ハーブティー王決定戦","mean":"ハーブティー王決定戦 is a competition in Japan where participants compete to make the best herbal tea. The English translation of this phrase would be \u0022Herbal Tea King Competition\u0022.","date":"2022-12-21T09:09:22.8959557Z"},{"topic":"Mendadak Liburan","mean":"Mendadak Liburan is an Indonesian phrase that translates to \u0022sudden vacation\u0022 in English. It is used to describe a situation where someone takes a spontaneous or unexpected trip or holiday.","date":"2022-12-21T09:09:26.2670025Z"},{"topic":"Ketum Hary Tanoe","mean":"Ketum Hary Tanoe is a traditional Javanese greeting that is used to show respect and gratitude. It roughly translates to \u0022May you be blessed with peace and prosperity\u0022.","date":"2022-12-21T09:09:29.2921688Z"},{"topic":"身長・体重","mean":"身長・体重 is a Japanese phrase meaning \u0022height and weight\u0022. It is used to refer to a person\u0027s physical measurements.","date":"2022-12-21T09:09:31.8310255Z"},{"topic":"Najam Sethi","mean":"Najam Sethi is a Pakistani journalist, editor, and political analyst. He is the current Chairman of the Pakistan Cricket Board and the former Editor-in-Chief of The Friday Times. The name Najam Sethi is derived from Arabic and Persian, meaning \u0022star of justice\u0022.","date":"2022-12-21T09:09:35.5462693Z"},{"topic":"LOVE UNTOLD BY HYUNJIN","mean":"Love Untold by Hyunjin is a song by South Korean singer and songwriter Hyunjin. The song is about the struggles of loving someone without being able to express it. The lyrics express the feeling of wanting to tell someone how you feel, but not being able to find the words or courage to do so. The English translation of the title is \u0022Unspoken Love\u0022.","date":"2022-12-21T09:09:39.747382Z"},{"topic":"トリカラ","mean":"トリカラ is a Japanese word that means \u0022three-wheeler\u0022. It is used to refer to a vehicle with three wheels, such as a tricycle or a motorized three-wheeler.","date":"2022-12-21T09:16:56.6976413Z"},{"topic":"有馬記念の入場券","mean":"有馬記念の入場券 is a ticket to the Arima Kinen, an annual horse race held in Japan. The name translates to \u0022Arima Memorial Admission Ticket\u0022 in English.","date":"2022-12-21T09:16:58.8931069Z"},{"topic":"Lee Know","mean":"Lee Know is the stage name of Lee Min-ho, a South Korean singer and member of the K-pop group Stray Kids. The name is a combination of his given name, Lee Min-ho, and the English word \u0022know,\u0022 which means to be aware or informed about something.","date":"2022-12-21T09:17:01.1531985Z"},{"topic":"LOVE UNTOLD","mean":"Love Untold is a phrase used to describe a deep, passionate love that has yet to be expressed or revealed. It is often used to describe a feeling of intense emotion that has not been shared with another person.","date":"2022-12-21T09:17:03.2533373Z"},{"topic":"ゴールド会員","mean":"ゴールド会員 (Gold Membership) is a type of membership that provides special benefits and privileges to members. These benefits may include discounts on products or services, exclusive access to events, or other rewards. In English, it can be translated as \u0022Gold Member\u0022.","date":"2022-12-21T09:17:06.075306Z"},{"topic":"寧々ちゃん","mean":"寧々ちゃん is a nickname for the Japanese idol group Nogizaka46. It is derived from the group\u0027s name, which is a combination of the words \u0022Nogizaka\u0022 and \u002246\u0022. The nickname is used by fans to refer to the group as a whole, or to individual members. In English, it can be translated as \u0022Ning-Ning Girls\u0022.","date":"2022-12-21T09:17:09.7266563Z"},{"topic":"اليوم الاربعاء","mean":"اليوم الاربعاء is Arabic for \u0022Wednesday\u0022 and it means \u0022Wednesday\u0022 in English.","date":"2022-12-21T09:17:11.3228032Z"},{"topic":"赤倉さん","mean":"赤倉さん is a Japanese nickname for the red-crowned crane, a species of crane found in East Asia. In English, it is sometimes referred to as the Japanese Crane.","date":"2022-12-21T09:17:13.1013498Z"},{"topic":"DEEP END","mean":"DEEP END is an idiom that means a difficult or dangerous situation. It is used to describe a situation that is beyond one\u0027s experience or comfort level, and requires more skill or courage than one has.","date":"2022-12-21T09:17:15.6899046Z"},{"topic":"Doodle","mean":"Doodle is a drawing or scribble made while someone is thinking or daydreaming. It can also refer to a simple drawing made for fun or as a form of art.","date":"2022-12-21T09:24:13.8851939Z"},{"topic":"LEE MINHO","mean":"Lee Minho is a South Korean actor and singer. He is best known for his leading roles in the television dramas Boys Over Flowers, City Hunter, The Heirs, and The Legend of the Blue Sea. The English meaning of Lee Minho is \u0022faithful and wise\u0022.","date":"2022-12-21T09:24:16.9950132Z"},{"topic":"若モリPU","mean":"若モリPU is an abbreviation for the Japanese phrase “Wakamori PU”, which translates to “Young Forest PU”. It is a type of polyurethane foam used in furniture and other products that provides cushioning and insulation.","date":"2022-12-21T09:24:19.5954928Z"},{"topic":"FELIX","mean":"FELIX is an acronym for \u0022Flexible Extensible Library for Information Exchange\u0022. It is a software library designed to facilitate the exchange of information between different computer systems. It provides a set of tools and protocols that allow applications to communicate with each other in a secure and reliable manner.","date":"2022-12-21T09:31:23.3506175Z"},{"topic":"Limbo","mean":"Limbo is a Latin word meaning \u0022edge\u0022 or \u0022border\u0022. In English, it is used to refer to an uncertain period of awaiting a decision or resolution, an intermediate state or condition, or a state of neglect. It can also refer to a place where the souls of those who have died in original sin are confined before they are admitted into Heaven.","date":"2022-12-21T09:31:26.6125239Z"},{"topic":"STARS AND RAINDROPS","mean":"\u0022Stars and Raindrops\u0022 is a phrase that is used to describe something that is beautiful, special, and unique. It can be used to describe a person, a place, or an experience. The phrase implies that the thing being described is so special and unique that it stands out like stars in the night sky or raindrops on a window pane.","date":"2022-12-21T09:31:30.1594633Z"},{"topic":"生存報告","mean":"生存報告 (Seizon Houkoku) is a Japanese term that translates to \u0022survival report\u0022. It is a document that is used to provide information about the current state of an individual or organization. It can include details such as financial status, health, and other important information.","date":"2022-12-21T09:31:32.9927356Z"},{"topic":"Hug Me","mean":"\u0022Hug Me\u0022 is an expression used to express a desire for physical affection. It is often used as a request for someone to give you a hug, or as an invitation to hug someone else.","date":"2022-12-21T09:31:35.3769354Z"},{"topic":"マテガイ","mean":"マテガイ (mategai) is a Japanese word that means \u0022a wall of shame\u0022. It is used to describe a situation where someone has done something wrong or embarrassing and is publicly shamed for it.","date":"2022-12-21T09:31:37.3569886Z"},{"topic":"Stars and Raindrops","mean":"Stars and Raindrops is a popular Chinese idiom that is used to describe a situation in which two seemingly opposite things coexist. It is often used to describe a situation in which there are both good and bad elements, or when two people with different opinions can still work together. In English, it can be translated as \u0022A silver lining in every cloud\u0022.","date":"2022-12-21T09:41:14.7198187Z"},{"topic":"Connected","mean":"Connected is a term used to describe a state of being linked or associated with something. It can refer to physical connections, such as two computers connected by a cable, or it can refer to social connections, such as two people who are friends. In general, it means that two or more things are related in some way.","date":"2022-12-21T09:41:17.4057593Z"},{"topic":"Sağlığa Zam30Bin","mean":"Sağlığa Zam30Bin is a Turkish phrase that translates to \u0022Health Bonus 30,000\u0022. It is a term used to refer to a bonus of 30,000 Turkish lira given to healthcare workers in Turkey as a reward for their hard work and dedication during the COVID-19 pandemic.","date":"2022-12-21T09:41:20.2653644Z"},{"topic":"KIM SEUNGMIN","mean":"KIM SEUNGMIN is a Korean name, with the family name Kim and the given name Seungmin. In English, it would be translated as \u0022Victorious Brightness\u0022.","date":"2022-12-21T09:41:22.2385886Z"},{"topic":"Love Untold","mean":"Love Untold is a phrase that refers to a love that has not been expressed or shared. It is often used to describe a feeling of love that has not been spoken or acted upon, but still exists in the heart. The phrase can also refer to a love story that has yet to be told.","date":"2022-12-21T09:51:07.1940996Z"},{"topic":"TZUYU","mean":"TZUYU is the stage name of a Taiwanese singer and dancer, Chou Tzu-yu. She is a member of the South Korean girl group Twice. The name TZUYU is derived from her given name, which means \u0022knowing one\u0027s purpose\u0022 in Chinese.","date":"2022-12-21T09:51:09.7843839Z"},{"topic":"HAN JISUNG","mean":"HAN JISUNG is the stage name of South Korean singer and actor Han Ji-sung. He is a member of the K-pop boy group Stray Kids. The name \u0022HAN JISUNG\u0022 can be translated to mean \u0022one who stands out\u0022 in English.","date":"2022-12-21T09:51:12.484369Z"},{"topic":"アリスブルーのキス","mean":"アリスブルーのキス (Alice Blue Kiss) is a Japanese manga series written and illustrated by Kaori Yuki. It follows the story of a young girl named Alice who is sent to a mysterious boarding school where she discovers secrets about her past. The title of the series refers to the color of Alice\u0027s eyes, which are a deep blue. In English, it can be translated as \u0022Alice Blue Kiss\u0022.","date":"2022-12-21T09:51:16.4519067Z"},{"topic":"MAKNAE","mean":"MAKNAE is a Korean term used to refer to the youngest member of a group, such as a family, team, or band. In English, it can be translated as \u0022youngest\u0022 or \u0022baby\u0022.","date":"2022-12-21T10:02:24.8237904Z"},{"topic":"#myBESTpixiv2022","mean":"#myBESTpixiv2022 is a hashtag used by fans of the Japanese online art community, Pixiv, to share their favorite artwork from the site. The hashtag is used to promote artwork from the site and to celebrate its success in 2022.","date":"2022-12-21T10:02:27.1286228Z"},{"topic":"#すのちゅーぶ","mean":"#すのちゅーぶ is a hashtag used on Twitter in Japan. It is a play on words, combining the Japanese words for \u0022snow\u0022 (yuki) and \u0022chuu\u0022 (a sound effect for a kiss). The hashtag roughly translates to \u0022Snow Kiss\u0022.","date":"2022-12-21T10:02:30.2160346Z"},{"topic":"エクスカリバー","mean":"エクスカリバー is a Japanese term for a type of sword. It is derived from the English word \u0022Excalibur\u0022 and is used to refer to a legendary sword with magical powers. In English, it can be translated as \u0022Excalibur\u0022.","date":"2022-12-21T10:14:15.5982725Z"},{"topic":"Amit Shah In Lok Sabha","mean":"Amit Shah In Lok Sabha is a phrase used to refer to the Indian politician Amit Shah, who is currently the Home Minister of India and a Member of Parliament in the Lok Sabha (the lower house of India\u0027s Parliament). The phrase is used to indicate that Amit Shah is present in the Lok Sabha.","date":"2022-12-21T10:14:18.8675123Z"},{"topic":"ガチャピン","mean":"ガチャピン is a Japanese slang term derived from the phrase \u0022gachapon,\u0022 which is a type of vending machine that dispenses small toys and collectibles. The term is used to describe someone who is passionate and enthusiastic about something, often to an extreme degree. In English, it can be translated as \u0022super fan\u0022 or \u0022die-hard fan.\u0022","date":"2022-12-21T10:14:22.2858188Z"},{"topic":"石油武器","mean":"石油武器 (Shiyou Wubing) is a Chinese term that refers to the use of oil as a weapon in international politics. It is used to describe the use of oil as a tool to gain political or economic leverage over other countries. In English, it can be translated as \u0022oil weapon\u0022.","date":"2022-12-21T10:14:25.3526781Z"},{"topic":"まふまふさん","mean":"まふまふさん is the stage name of a Japanese singer, songwriter, and producer. His real name is MafuMafu. He is known for his unique style of music which combines elements of rock, pop, and electronic music. In English, his stage name translates to \u0022MafuMafu\u0022.","date":"2022-12-21T10:14:28.7667289Z"},{"topic":"Tzuyu","mean":"Tzuyu is a Taiwanese singer and member of the K-pop girl group Twice. Her name is derived from the Chinese characters for \u0022jade\u0022 and \u0022beauty\u0022. In English, her name means \u0022beautiful jade\u0022.","date":"2022-12-21T10:14:31.7615993Z"},{"topic":"レディクレ声","mean":"レディクレ声 (Redi Kure Koe) is a type of singing style that originated in Japan. It is characterized by a high-pitched, almost childlike voice, often used to sing pop songs. In English, it could be translated as \u0022cutesy singing voice\u0022.","date":"2022-12-21T10:14:34.8772294Z"},{"topic":"ATSUSHI","mean":"ATSUSHI is a Japanese given name. It is written with the kanji characters 郷 (atsushi), meaning \u0022home\u0022 or \u0022village\u0022, and 志 (shi), meaning \u0022will\u0022 or \u0022ambition\u0022. In English, it can be translated as \u0022determined\u0022 or \u0022ambitious\u0022.","date":"2022-12-21T10:25:19.5424752Z"},{"topic":"属性ランダム","mean":"属性ランダム is a Japanese term that translates to \u0022attribute randomization\u0022. It is a type of game mechanic where the attributes of characters, items, or other elements in a game are randomly assigned. This can be used to create an element of surprise and unpredictability in the game.","date":"2022-12-21T10:25:23.0742726Z"},{"topic":"tzuyu","mean":"Tzuyu is a Taiwanese singer and member of the K-pop girl group Twice. Her name is derived from the Taiwanese phrase \u0022tzyu yu,\u0022 which means \u0022the most beautiful.\u0022","date":"2022-12-21T10:25:25.570492Z"},{"topic":"Indihome","mean":"Indihome is an Indonesian telecommunications and media provider owned by Telkom Indonesia. It provides fiber-optic internet, digital television, and VoIP services to residential customers. The name Indihome is a portmanteau of the words \u0022Indonesia\u0022 and \u0022home\u0022. In English, it means \u0022Indonesian home\u0022.","date":"2022-12-21T10:32:35.9089552Z"},{"topic":"ひめはじめ","mean":"ひめはじめ is a Japanese phrase that means \u0022the beginning of a princess\u0022. It is often used to refer to the start of something special or important.","date":"2022-12-21T10:32:37.6877427Z"},{"topic":"クリスマスプレゼント","mean":"クリスマスプレゼント (Kurisumasu Purezento) is a Japanese phrase meaning \u0022Christmas present\u0022. It is used to refer to a gift given during the Christmas season.","date":"2022-12-21T10:41:13.464547Z"},{"topic":"EXILE","mean":"EXILE is the state of being forced to leave one\u0027s home country or region, usually for political or punitive reasons. It can also refer to the period of time during which a person is in exile. In English, the word \u0022exile\u0022 has come to mean both the act of being forced out of one\u0027s home and the state of living away from it.","date":"2022-12-21T10:41:17.3953759Z"},{"topic":"Vasto","mean":"Vasto is an Italian city located in the Abruzzo region of central Italy. It is the second largest city in the region and is known for its beaches, historic architecture, and vibrant culture. In English, Vasto means \u0022vast\u0022 or \u0022enormous\u0022.","date":"2022-12-21T10:41:20.3483576Z"},{"topic":"Michael Neser","mean":"Michael Neser is a German surname. It is derived from the given name Michael and the word neser, which means \u0022near\u0022 or \u0022close\u0022. In English, it can be translated to mean \u0022near Michael\u0022.","date":"2022-12-21T10:41:22.8295967Z"},{"topic":"Cumhurbaşkanı Erdoğan","mean":"Cumhurbaşkanı Erdoğan is the title of the current President of Turkey, Recep Tayyip Erdoğan. In English, it translates to \u0022President Erdogan\u0022.","date":"2022-12-21T10:41:25.197431Z"},{"topic":"#BibleBuildxGangnam嫩白水","mean":"#BibleBuildxGangnam嫩白水 is a hashtag used by Korean beauty influencers to promote a particular skincare product. The phrase translates to \u0022Gangnam White Water\u0022 and refers to the product\u0027s ability to give skin a bright, luminous complexion.","date":"2022-12-21T10:51:17.3059434Z"},{"topic":"ANJI 8TH MV","mean":"ANJI 8TH MV stands for \u0022Anji 8th Music Video\u0022. It is a music video by the Chinese singer Anji, released as her eighth single. The music video features Anji performing her song in various locations around the world.","date":"2022-12-21T10:51:19.7684179Z"},{"topic":"Telkomsel","mean":"Telkomsel is the largest mobile network operator in Indonesia. It is owned by Telkom Indonesia, the country\u0027s largest telecommunications company. The name Telkomsel is derived from the words \u0022Telekomunikasi Selular\u0022, which translates to \u0022Cellular Telecommunications\u0022 in English.","date":"2022-12-21T10:51:23.0202179Z"},{"topic":"21 Aralık","mean":"21 Aralık is the Turkish name for December 21st, the shortest day of the year in the Northern Hemisphere. In English, it translates to \u0022December 21st\u0022.","date":"2022-12-21T10:51:25.5126308Z"},{"topic":"SANA WALANG MAGBAGO MV","mean":"SANA WALANG MAGBAGO MV is a music video by Filipino singer-songwriter Moira Dela Torre. The title of the song translates to \u0022I Wish Nothing Would Change\u0022 in English. The song is about wishing for things to stay the same, even when life changes and time passes.","date":"2022-12-21T10:51:28.5857944Z"},{"topic":"愛知2部","mean":"愛知2部 is a term used to refer to the second division of the Japanese professional football league, J.League. It is also known as J2 League.","date":"2022-12-21T11:01:21.8017916Z"},{"topic":"DARLENTINA REVENGE","mean":"DARLENTINA REVENGE is a Spanish phrase that translates to \u0022revenge of Darlentina.\u0022 It is a phrase used to describe a situation in which someone seeks revenge against someone else for a wrong they have done.","date":"2022-12-21T11:01:24.2319085Z"},{"topic":"シャンティ","mean":"シャンティ (Shanti) is a Sanskrit word meaning peace, tranquility, and contentment. It is often used in Hindu and Buddhist religious contexts to refer to inner peace or a state of serenity. In English, it can be translated as \u0022peace\u0022 or \u0022calmness\u0022.","date":"2022-12-21T11:31:12.1666171Z"},{"topic":"オリコン1位","mean":"オリコン1位 is a phrase used in Japan to refer to the number one spot on the Oricon music chart. It is the most prestigious ranking for music releases in Japan, and is considered a major accomplishment for any artist or group. In English, it can be translated as \u0022Number One on Oricon\u0022.","date":"2022-12-21T11:31:15.1227076Z"},{"topic":"Emily in Paris","mean":"Emily in Paris is a romantic comedy-drama television series created by Darren Star. It follows Emily, an ambitious twenty-something marketing executive from Chicago, who unexpectedly lands her dream job in Paris when her company acquires a French luxury marketing company. The show follows Emily as she adjusts to the challenges of working in a foreign city, while also navigating the complexities of life and love in the City of Light. The phrase \u0022Emily in Paris\u0022 is used to describe someone who is out of their element but still manages to make it work.","date":"2022-12-21T11:31:20.1155176Z"},{"topic":"Franco Harris","mean":"Franco Harris is a former American football player who played for the Pittsburgh Steelers and Seattle Seahawks. He was inducted into the Pro Football Hall of Fame in 1990. He is best known for his \u0022Immaculate Reception\u0022 catch in the 1972 AFC Divisional Playoff game against the Oakland Raiders, which has been called one of the greatest plays in NFL history.","date":"2022-12-21T11:41:15.5884672Z"},{"topic":"Geroさん","mean":"Geroさん is a nickname for the Japanese comedian Gero, whose real name is Gero Kano. It is a term of endearment used by his fans. In English, it could be translated as \u0022Mr. Gero\u0022.","date":"2022-12-21T11:41:18.2195625Z"},{"topic":"Pedro Paulo Rangel","mean":"Pedro Paulo Rangel is a Brazilian name. It is composed of two given names, Pedro and Paulo, and one surname, Rangel. In English, it would be translated as Peter Paul Rangel.","date":"2022-12-21T11:41:20.3426917Z"},{"topic":"#有吉の壁","mean":"#有吉の壁 is a Japanese phrase that literally translates to \u0022Yoshimoto Wall\u0022. It is a term used to describe the barrier between celebrities and the public, created by the Japanese comedian Yoshimoto Kogyo. The phrase is used to refer to the strict rules and regulations that celebrities must abide by in order to maintain their public image.","date":"2022-12-21T11:41:23.4186786Z"},{"topic":"#silent生配信","mean":"#Silent生配信 is a type of live streaming in Japan. It is a form of streaming where the broadcaster does not speak, but instead uses music, visuals, and other forms of expression to communicate with their audience. The English translation would be \u0022silent live streaming\u0022.","date":"2022-12-21T11:41:25.8968953Z"},{"topic":"LEE HEESEUNG","mean":"Lee Heeseung is a South Korean singer, songwriter, and actor. He debuted as a member of the boy group N.Flying in 2013 and has since released several solo albums. The name Lee Heeseung translates to \u0022shining star\u0022 in English.","date":"2022-12-21T12:01:36.9873734Z"},{"topic":"Pakize Suda","mean":"Pakize Suda is a Turkish phrase that translates to \u0022Good Luck\u0022 in English. It is used as a way to wish someone luck or success in whatever they are doing.","date":"2022-12-21T12:01:39.1997866Z"},{"topic":"#幻塔パーティー","mean":"#幻塔パーティー is a hashtag used on social media in Japan to refer to a type of party or gathering where people come together to enjoy food, drinks, and conversation. The literal translation of the phrase is \u0022Phantom Tower Party\u0022.","date":"2022-12-21T12:01:41.7029759Z"},{"topic":"Correa","mean":"Correa is a Spanish surname. It is derived from the Latin word correus, meaning \u0022messenger\u0022. In English, it can be translated to mean \u0022messenger\u0022 or \u0022courier\u0022.","date":"2022-12-21T12:15:36.6386478Z"},{"topic":"Immaculate Reception","mean":"The Immaculate Reception is a famous play in American football that occurred during a 1972 playoff game between the Pittsburgh Steelers and Oakland Raiders. During the play, Steelers running back Franco Harris caught a deflected pass from quarterback Terry Bradshaw and ran it into the end zone for a touchdown, giving the Steelers an improbable victory. The phrase \u0022Immaculate Reception\u0022 has come to mean any miraculous or unexpected event.","date":"2022-12-21T12:15:40.3356086Z"},{"topic":"CANDLE LIGHT","mean":"CANDLE LIGHT is the light emitted from a candle flame. It is often used to create a romantic or peaceful atmosphere.","date":"2022-12-21T12:15:41.9071697Z"},{"topic":"タイムマシーン3号","mean":"タイムマシーン3号 (Time Machine 3) is a Japanese science fiction novel by Hiroshi Yamamoto. It follows the story of a group of scientists who build a time machine and use it to travel back in time to prevent a catastrophic event from occurring. The novel explores themes of time travel, fate, and the consequences of tampering with the past. In English, the title translates to Time Machine 3.","date":"2022-12-21T12:15:45.5543636Z"},{"topic":"#TDPKhammam","mean":"#TDPKhammam is a hashtag used to promote the Telangana Desam Party (TDP) in Khammam, India. It is used to highlight the party\u0027s activities and campaigns in the region. In English, it stands for Telangana Desam Party Khammam.","date":"2022-12-21T12:15:48.9225685Z"},{"topic":"#乙骨憂太","mean":"#乙骨憂太 is a Japanese phrase that translates to \u0022the second bone worries too much\u0022. It is used to describe someone who is overly anxious or worried about something.","date":"2022-12-21T12:15:51.3613168Z"},{"topic":"日産スタジアム","mean":"日産スタジアム is a multi-purpose stadium located in Yokohama, Japan. It is primarily used for football matches and is the home stadium of Yokohama F. Marinos. The name Nissan Stadium comes from the fact that it was built by Nissan Motors, who also sponsor the team. In English, it is known as Nissan Stadium.","date":"2022-12-21T12:29:02.4522136Z"},{"topic":"パズドラ","mean":"パズドラ (Pazudora) is a popular Japanese puzzle game developed by GungHo Online Entertainment. It is a match-three puzzle game where players must match three or more of the same colored orbs to clear them from the board. The goal of the game is to clear all of the orbs from the board before time runs out. The English translation of パズドラ is \u0022Puzzle Dragons\u0022.","date":"2022-12-21T12:29:05.7897148Z"},{"topic":"ニュイの新衣装","mean":"ニュイの新衣装 translates to \u0022Nui\u0027s New Outfit\u0022 in English. It refers to the new outfit worn by the character Nui from the anime series Kill la Kill.","date":"2022-12-21T12:29:07.8630333Z"},{"topic":"ロードローラー","mean":"ロードローラー (rōdorōrā) is a type of roller skate that has four large wheels and is used for recreational skating. It is also known as a quad skate or quad roller. The name comes from the fact that it has four wheels, which are arranged in two rows of two. In English, it is often referred to as a \u0022quad skate\u0022 or \u0022quad roller\u0022.","date":"2022-12-21T12:29:11.4512984Z"},{"topic":"yoonmin","mean":"Yoonmin is a portmanteau of the names of two South Korean pop stars, Yoongi (also known as Suga) and Jimin, who are both members of the K-pop group BTS. The term is used to refer to the close friendship between the two singers.","date":"2022-12-21T12:29:14.4136205Z"},{"topic":"#بندر_القرهدي","mean":"#بندر_القرهدي is a hashtag used to refer to the city of Bandar Al-Qurayyat in Saudi Arabia. In English, it translates to \u0022Port of Al-Qurayyat\u0022.","date":"2022-12-21T12:29:16.8614053Z"},{"topic":"Kanon","mean":"Kanon is a Japanese visual novel video game series developed by Key. It follows the story of a high school student who returns to his hometown and discovers supernatural events taking place around him. The name \u0022Kanon\u0022 is derived from the Greek word for \u0022canon,\u0022 which refers to a set of rules or standards. In the context of the game, it refers to the set of rules that govern the supernatural events taking place in the story.","date":"2022-12-21T12:43:29.3772217Z"},{"topic":"Halil Umut Meler","mean":"Halil Umut Meler is a Turkish phrase that translates to \u0022Hope for a Better Future\u0022. It is often used as a rallying cry for people to strive for a better future and to work together to make positive changes.","date":"2022-12-21T12:43:32.0633474Z"},{"topic":"Coco Bambu","mean":"Coco Bambu is a Brazilian restaurant chain that specializes in seafood and other traditional Brazilian dishes. The name \u0022Coco Bambu\u0022 is derived from the Portuguese words for coconut and bamboo, which are two ingredients commonly used in Brazilian cuisine. In English, the phrase \u0022Coco Bambu\u0022 translates to \u0022coconut bamboo.\u0022","date":"2022-12-21T12:43:36.205347Z"},{"topic":"#自探索者グッドデザイン賞2022","mean":"#自探索者グッドデザイン賞2022 is an award given by the Japan Institute of Design Promotion to recognize excellent designs that promote self-exploration. The award is intended to recognize designs that encourage people to explore their own potential and creativity. In English, it translates to \u0022Self-Explorer Good Design Award 2022\u0022.","date":"2022-12-21T12:43:40.8785218Z"},{"topic":"#上田と女が吠える夜","mean":"\u0022#上田と女が吠える夜\u0022 is a hashtag used on social media in Japan. It translates to \u0022Night of Ueda and the Woman Howling\u0022. It is used to refer to a scene from the Japanese movie \u0022Ueda and the Woman Howling\u0022, which tells the story of a woman who howls at night in order to express her loneliness and longing for her lost love.","date":"2022-12-21T12:43:44.6559729Z"},{"topic":"#StrayKids","mean":"#StrayKids is a South Korean boy band formed by JYP Entertainment in 2017. The group consists of nine members: Bang Chan, Lee Know, Changbin, Hyunjin, Han, Felix, Seungmin, I.N and Woojin. The name \u0022Stray Kids\u0022 is meant to represent the idea that the members are all different and unique individuals who have come together to create something special.","date":"2022-12-21T12:43:48.3072063Z"},{"topic":"#其實點點用其","mean":"#其實點點用其 is a Chinese phrase that translates to \u0022in fact, it can be used\u0022. It is often used to express the idea that something can be used for a certain purpose, even if it may not seem obvious at first.","date":"2022-12-21T12:43:51.0791568Z"},{"topic":"#あなたの名前をキャラ化します","mean":"\u0022#あなたの名前をキャラ化します\u0022 is a hashtag used on social media in Japan. It translates to \u0022Let\u0027s turn your name into a character!\u0022 and is used to encourage people to create characters based on their own names.","date":"2022-12-21T12:43:53.8186333Z"},{"topic":"ジョジョコラボ","mean":"ジョジョコラボ is a collaboration between the popular manga series JoJo\u0027s Bizarre Adventure and the fashion brand Uniqlo. The collaboration features a line of clothing and accessories featuring characters from the manga series. In English, it can be translated as \u0022JoJo Collaboration\u0022.","date":"2022-12-21T12:57:28.5202133Z"},{"topic":"流れ空虚","mean":"流れ空虚 is a Japanese phrase that literally translates to \u0022flowing emptiness\u0022. It is used to describe a feeling of being lost or disconnected from reality. In English, it could be translated as \u0022drifting in an empty void\u0022.","date":"2022-12-21T12:57:30.9556935Z"},{"topic":"#HaryanaWelcomesRahul","mean":"#HaryanaWelcomesRahul is a hashtag used to show support for Rahul Gandhi, the leader of the Indian National Congress party, as he visits the state of Haryana. The hashtag is meant to express enthusiasm and welcome for his visit.","date":"2022-12-21T12:57:33.3401652Z"},{"topic":"#Startend","mean":"#Startend is a hashtag used to indicate the beginning and end of a project or task. It is often used to mark the start and finish of a challenge, event, or other activity.","date":"2022-12-21T12:57:35.1978242Z"},{"topic":"#aibou","mean":"#Aibou is a Japanese hashtag that translates to \u0022partner\u0022 or \u0022companion\u0022. It is often used to refer to a close friend or significant other.","date":"2022-12-21T12:57:37.3244336Z"},{"topic":"Deep End","mean":"Deep End is a phrase that is used to describe a situation that is difficult or dangerous. It can also refer to a situation where someone is in over their head and in need of help. The phrase can also be used to describe a situation where someone has gone too far and needs to back off.","date":"2022-12-21T13:07:21.3269023Z"},{"topic":"D-7 TO WAYV PHANTOM","mean":"\u0022D-7 TO WAYV PHANTOM\u0022 is a lyric from the song \u0022Phantom\u0022 by the South Korean boy band WayV. The phrase is a reference to the group\u0027s seventh single, which was released on April 6, 2020. In English, it means \u0022the seventh single of WayV, Phantom\u0022.","date":"2022-12-21T13:07:24.1052537Z"},{"topic":"Tomorrowland Brasil","mean":"Tomorrowland Brasil is an annual electronic music festival held in Sao Paulo, Brazil. It is a spin-off of the original Tomorrowland festival held in Belgium. The event features some of the world\u0027s top DJs and producers, as well as interactive art installations and other activities. The name \u0022Tomorrowland\u0022 refers to a utopian vision of the future, where people come together to celebrate music and culture.","date":"2022-12-21T13:07:27.9712124Z"},{"topic":"JAY UNSTOPPABLE","mean":"JAY UNSTOPPABLE is a phrase used to describe someone who is unstoppable and has an unyielding determination to succeed. It is often used to describe someone who has achieved great success despite the odds. In English, it means that someone is unstoppable and will not be deterred from achieving their goals.","date":"2022-12-21T13:07:30.734187Z"},{"topic":"#VarisuAudioLaunch","mean":"#VarisuAudioLaunch is a hashtag used to promote the audio launch of the Tamil movie Varisu. It is an event where the music from the movie will be released and made available to the public.","date":"2022-12-21T13:07:32.8956218Z"},{"topic":"#JEFFwithUNIQLOSWEAT","mean":"#JEFFwithUNIQLOSWEAT is a hashtag used to promote a collaboration between the fashion brand Uniqlo and the musician Jeff Tweedy. The hashtag is used to share images of Jeff Tweedy wearing Uniqlo\u0027s Sweat collection.","date":"2022-12-21T13:07:35.3635818Z"},{"topic":"#水曜日のダウンタウン","mean":"#水曜日のダウンタウン is a Japanese variety show that has been airing since 1989. It is a weekly show that features comedians, celebrities, and other guests in a variety of skits and games. The title translates to \u0022Wednesday Downtown\u0022 in English.","date":"2022-12-21T13:17:13.1522398Z"},{"topic":"#BPLS2","mean":"#BPLS2 stands for \u0022Be Positive, Live Stronger, Smile More\u0022. It is a hashtag used to encourage people to stay positive and live life to the fullest.","date":"2022-12-21T13:17:15.065207Z"},{"topic":"#SSholoX","mean":"#SSholoX is a hashtag used on social media to promote the music of the hip-hop artist, SSholoX. It is used to share news, updates, and music from the artist. The hashtag can also be used to show support for SSholoX and his music.","date":"2022-12-21T13:17:18.2502413Z"},{"topic":"#LaSuerteConPcComponentes","mean":"#LaSuerteConPcComponentes is a hashtag used by the Spanish computer components retailer PcComponentes. It translates to \u0022Luck with PcComponentes\u0022 and is used to promote their products and services.","date":"2022-12-21T13:17:20.6326929Z"},{"topic":"#LFGM","mean":"#LFGM stands for \u0022Looking for Group Members\u0022 and is used on social media platforms to indicate that someone is looking for people to join their group or team.","date":"2022-12-21T13:17:22.4567215Z"},{"topic":"UR MY MAKEUP ARTIST EP15","mean":"UR MY MAKEUP ARTIST EP15 is the title of a YouTube video. It is an episode of a series in which a makeup artist demonstrates how to apply makeup. The title can be translated to mean \u0022You are my makeup artist, Episode 15\u0022.","date":"2022-12-21T13:27:16.4522154Z"},{"topic":"컬러 성격 테스트","mean":"컬러 성격 테스트 is a personality test that uses colors to determine an individual\u0027s personality type. It is based on the idea that different colors can evoke different emotions and reactions in people. The test assigns each person a color based on their answers to questions about their preferences, values, and attitudes. The results of the test can be used to help people better understand themselves and how they interact with others. In English, it is known as the Color Personality Test.","date":"2022-12-21T13:27:21.3363507Z"},{"topic":"Lindor","mean":"Lindor is a brand of chocolate truffles made by the Swiss company Lindt \u0026 Sprüngli. The name is derived from the Lindt factory in the town of Rorschach, Switzerland. In English, Lindor means \u0022the land of chocolate\u0022.","date":"2022-12-21T13:27:23.8937038Z"},{"topic":"#モンスターラブ","mean":"#モンスターラブ is a hashtag used on social media in Japan to refer to the genre of anime and manga featuring romantic relationships between humans and monsters. In English, it translates to \u0022Monster Love\u0022.","date":"2022-12-21T13:27:26.0288338Z"},{"topic":"#ByjusxEFA","mean":"#ByjusxEFA is a hashtag used by the educational technology company Byju\u0027s to promote their online learning platform, the Early Foundations Academy (EFA). The hashtag is used to highlight the success stories of students who have benefited from the EFA program.","date":"2022-12-21T13:27:28.765579Z"},{"topic":"#グレーテルのかまど","mean":"#グレーテルのかまど is a hashtag used on social media in Japan. It translates to \u0022Gretel\u0027s Oven\u0022 and is used to refer to a popular bakery in Tokyo. The bakery is known for its delicious cakes and pastries, as well as its unique atmosphere.","date":"2022-12-21T13:27:32.0551541Z"},{"topic":"クロちゃん","mean":"クロちゃん is a nickname for the Japanese character Kuroko, a black cat from the manga series \u0022Kuroko no Basuke\u0022. The English translation of クロちゃん is \u0022Kuro-chan\u0022.","date":"2022-12-21T13:33:29.8654948Z"},{"topic":"Tomorrowland","mean":"Tomorrowland is a Disney theme park located in Anaheim, California. It is based on futuristic themes and features attractions such as Space Mountain, Buzz Lightyear Astro Blasters, and Star Tours. The name \u0022Tomorrowland\u0022 is derived from the phrase \u0022the future is now,\u0022 which reflects the park\u0027s focus on innovation and progress.","date":"2022-12-21T13:33:32.8851495Z"},{"topic":"6 LAKH KI TICKET","mean":"\u00226 LAKH KI TICKET\u0022 is an Indian phrase which literally translates to \u0022ticket of six lakhs\u0022. It is used to refer to a large sum of money, usually in the context of a lottery or gambling win.","date":"2022-12-21T13:33:35.0542982Z"},{"topic":"#มัดหัวใจEP15","mean":"#มัดหัวใจEP15 is a hashtag used to promote the 15th episode of the Thai television series \u0022Mud Hwajai\u0022 (Heart Clasp). In English, it translates to \u0022Heart Clasp Episode 15\u0022.","date":"2022-12-21T13:33:37.7542617Z"},{"topic":"#さ行でお前の純粋さを教えてやれ","mean":"\u0022#さ行でお前の純粋さを教えてやれ\u0022 is a Japanese phrase that translates to \u0022Teach me your purity with the \u0027sa\u0027 row\u0022. It is usually used as a challenge or game, where someone has to come up with words that start with the letter \u0022sa\u0022 in order to demonstrate their purity.","date":"2022-12-21T13:33:41.7680863Z"},{"topic":"おまけ漫画","mean":"おまけ漫画 (omake manga) is a type of bonus comic strip that is often included in the back of manga volumes. It usually features characters from the main story, but in a more lighthearted and comedic way. In English, it can be translated as \u0022bonus comic\u0022.","date":"2022-12-21T13:41:15.1766425Z"},{"topic":"電波ジャック","mean":"電波ジャック (denpa jakku) is a Japanese slang term used to describe someone who is overly dependent on their phone or other electronic device. It literally translates to \u0022radio jack,\u0022 referring to the act of hijacking radio signals.","date":"2022-12-21T13:51:24.8280791Z"},{"topic":"#10YearsTicketEP3","mean":"#10YearsTicketEP3 is a hashtag used to promote the third episode of the 10 Years Ticket web series. The series follows the story of a group of friends who have been given a 10-year ticket to travel around the world. The hashtag is used to encourage viewers to watch the third episode and join in on the journey.","date":"2022-12-21T13:51:28.8457956Z"},{"topic":"ミクちゃん","mean":"ミクちゃん is an affectionate nickname for the Vocaloid character Hatsune Miku. In English, it translates to \u0022Miku-chan\u0022.","date":"2022-12-21T14:02:02.5987642Z"},{"topic":"Giants","mean":"Giants is a term used to refer to people or things that are much larger than average. It can be used to describe a person who is unusually tall, or an object that is unusually large. It can also be used figuratively to refer to something that is very powerful or influential.","date":"2022-12-21T14:14:18.828064Z"},{"topic":"MERRY MOONBYUL DAY","mean":"MERRY MOONBYUL DAY is an annual event held by fans of the South Korean singer and rapper Moonbyul, a member of the K-pop girl group Mamamoo. The event is held on December 22nd each year to celebrate Moonbyul\u0027s birthday. The event usually involves fans sending her messages of love and support, as well as gifts and fan art. In English, MERRY MOONBYUL DAY translates to \u0022Happy Moonbyul Day\u0022.","date":"2022-12-21T14:14:23.3175205Z"},{"topic":"UVERworld","mean":"UVERworld is a Japanese rock band formed in 2003. The name UVERworld is derived from the words \u0022universe\u0022 and \u0022overworld,\u0022 and it symbolizes the band\u0027s desire to create music that transcends boundaries and can be enjoyed by people all over the world.","date":"2022-12-21T14:15:28.129916Z"},{"topic":"#水ダウ","mean":"#水ダウ is a hashtag used on Japanese social media platforms to refer to the Water Dowsing technique. Water Dowsing is a form of divination used to locate underground water sources. It is also known as dowsing, divining, or doodlebugging.","date":"2022-12-21T14:15:31.4141608Z"},{"topic":"#monsterlove","mean":"#Monsterlove is a hashtag used to express appreciation for monsters, mythical creatures, and other supernatural beings. It is often used in conjunction with images of monsters or artwork featuring them. The hashtag can also be used to show support for people who identify as monsters or who are fans of the horror genre.","date":"2022-12-21T14:15:43.5671808Z"},{"topic":"リチちゃん","mean":"リチちゃん is a nickname for the Japanese singer and actress Rie Tanaka. It is a combination of her given name, Rie, and the Japanese word for “little” (chan). In English, it could be translated as “Little Rie”.","date":"2022-12-21T14:23:40.3245007Z"},{"topic":"リチさん","mean":"リチさん is a nickname for the Japanese singer and songwriter, LiSA. It is derived from her given name, Risa Oribe. In English, it can be translated to \u0022LiSA-san\u0022.","date":"2022-12-21T14:23:42.7493121Z"},{"topic":"Mak Nyak","mean":"Mak Nyak is a Malaysian phrase that translates to \u0022very good\u0022 or \u0022excellent\u0022 in English. It is often used as an expression of approval or admiration.","date":"2022-12-21T14:23:44.9520234Z"},{"topic":"National Signing Day","mean":"National Signing Day is an annual event in which high school athletes sign a binding letter of intent to play a sport at a college or university. It is the first day that a high school senior can sign a binding National Letter of Intent for college football. The day usually falls on the first Wednesday of February, and marks the end of the recruiting process for many student-athletes.","date":"2022-12-21T14:23:49.5228855Z"},{"topic":"#OurPresentMoonbyul","mean":"#OurPresentMoonbyul is a hashtag used by fans of the South Korean singer and rapper Moonbyul, who is a member of the K-pop girl group Mamamoo. The hashtag is used to show support for Moonbyul and her music. In English, it translates to \u0022our present Moonbyul\u0022.","date":"2022-12-21T14:23:53.2043099Z"},{"topic":"#우리의선물_문별이생일축하해","mean":"\u0022#우리의선물_문별이생일축하해\u0022 is a hashtag used to wish Moon Byul a happy birthday. It translates to \u0022Our Gift - Happy Birthday Moon Byul\u0022.","date":"2022-12-21T14:23:57.4352936Z"},{"topic":"#Aぇヤンタン","mean":"#Aぇヤンタン is a Japanese hashtag that translates to \u0022Ah, Yantan!\u0022 It is used to express surprise or admiration.","date":"2022-12-21T14:31:16.3861506Z"},{"topic":"TWO YEARS OF SAAKK","mean":"TWO YEARS OF SAAKK is a phrase used to describe the period of time between the start of a new year and the end of the second year. It is often used to refer to a period of growth, development, and progress. In English, it can be translated as \u0022two years of progress\u0022.","date":"2022-12-21T14:41:16.9548612Z"},{"topic":"#아기망고_손영재_생일축하해","mean":"\u0022#아기망고_손영재_생일축하해\u0022 is a hashtag used to wish a happy birthday to someone named 손영재 (Son Young-jae). In English, it translates to \u0022Happy Birthday, Baby Mango Son Young-jae!\u0022","date":"2022-12-21T14:41:21.3791686Z"},{"topic":"#ラジノート","mean":"#ラジノート is a hashtag used on Twitter in Japan to share photos and stories about the popular Japanese radio show, \u0022Rajinote\u0022. The hashtag translates to \u0022Rajinote\u0022 in English.","date":"2022-12-21T14:41:24.3611653Z"},{"topic":"都内某所","mean":"都内某所 is a Japanese phrase meaning \u0022somewhere in the Tokyo metropolitan area\u0022. It is used to refer to a specific place without specifying its exact location.","date":"2022-12-21T14:51:09.8458694Z"},{"topic":"동물농장","mean":"동물농장 (dongmul nongjang) is a Korean term for a zoo or animal park. It literally translates to \u0022animal farm\u0022 in English.","date":"2022-12-21T14:51:12.315544Z"},{"topic":"リチまじ","mean":"リチまじ is an expression used in Japanese slang. It is used to express surprise or shock, similar to the English phrase \u0022Oh my gosh!\u0022","date":"2022-12-21T14:51:14.7976514Z"},{"topic":"放送事故","mean":"放送事故 (hōsō jiko) is a Japanese term for an embarrassing or inappropriate incident that occurs during a live broadcast. It can refer to anything from a technical malfunction to an on-air blunder. In English, it is sometimes referred to as a \u0022broadcast accident\u0022 or \u0022live broadcast mishap\u0022.","date":"2022-12-21T14:51:19.6450412Z"},{"topic":"ゲームゲノム","mean":"ゲームゲノム (Game Genome) is a Japanese term used to describe the elements that make up a video game. It includes the game\u0027s story, characters, graphics, sound, and gameplay mechanics. In English, it can be translated as \u0022the DNA of a game\u0022.","date":"2022-12-21T14:51:24.0295559Z"},{"topic":"くろちゃん","mean":"くろちゃん (Kurochan) is a popular Japanese manga series created by Fujiko Fujio. It follows the adventures of a mischievous black cat named Kurochan and his friends. In English, it can be translated to \u0022Blackie\u0022.","date":"2022-12-21T14:51:27.0664298Z"},{"topic":"عبدالفتاح ادم","mean":"عبدالفتاح ادم is an Arabic name which translates to \u0022Abdul Fattah Adam\u0022 in English. It is composed of two parts: \u0022Abdul Fattah\u0022 which means \u0022servant of the opener\u0022 and \u0022Adam\u0022 which is the name of the first man created by God in Islamic tradition.","date":"2022-12-21T14:51:31.0539727Z"},{"topic":"#これを見た人は適当に7文字呟く","mean":"\u0022#これを見た人は適当に7文字呟く\u0022 translates to \u0022Those who see this, tweet something random with 7 characters\u0022. It is a hashtag used on social media to encourage people to post something creative or funny in 7 characters or less.","date":"2022-12-21T14:51:35.0859675Z"},{"topic":"キスシーン","mean":"キスシーン (Kiss Scene) is a term used to describe a scene in a movie, television show, or other form of media where two characters kiss. It is usually used to refer to romantic kisses between two people in love. In English, it can be translated as \u0022kiss scene\u0022.","date":"2022-12-21T15:01:49.0197091Z"},{"topic":"التعاون","mean":"التعاون is an Arabic word meaning \u0022cooperation\u0022 or \u0022collaboration\u0022 in English. It refers to the act of working together to achieve a common goal.","date":"2022-12-21T15:01:51.798914Z"},{"topic":"NL East","mean":"NL East is an abbreviation for the National League East Division, which is one of the six divisions in Major League Baseball (MLB). It consists of teams from the eastern United States and Canada. The NL East teams are the Atlanta Braves, Miami Marlins, New York Mets, Philadelphia Phillies, and Washington Nationals.","date":"2022-12-21T15:01:56.0433549Z"},{"topic":"#JO1ANNX","mean":"#JO1ANNX is a hashtag used by Japanese singer and actor Jo1. It stands for \u0022Jo1 All Night eXtreme\u0022, which is a special event held by the singer.","date":"2022-12-21T15:14:10.1966486Z"},{"topic":"BLACK EYE OFFICIAL TEASER 2","mean":"\u0022BLACK EYE OFFICIAL TEASER 2\u0022 is a promotional video for an upcoming movie, television show, or other entertainment project. It is meant to give viewers a brief glimpse of what the project will be about and to generate excitement and anticipation for its release. The phrase \u0022black eye\u0022 in this context refers to the idea of something being seen in a negative light, so the teaser could be hinting at some kind of dark or sinister plot element.","date":"2022-12-21T15:14:15.7001495Z"},{"topic":"第335回","mean":"第335回 is a Japanese phrase meaning \u0022335th time\u0022. It is often used to refer to the 335th episode of a television show or other series.","date":"2022-12-21T15:14:18.0499856Z"},{"topic":"純喜くん","mean":"純喜くん is a character from the Japanese manga series, Chibi Maruko-chan. He is a young boy who loves to play and explore. His name literally translates to \u0022Pure Joy Boy\u0022.","date":"2022-12-21T15:14:21.0615059Z"},{"topic":"オールナイトニッポンX","mean":"オールナイトニッポンX is a Japanese radio program that airs on Nippon Cultural Broadcasting. It is a talk show that features interviews with celebrities and discussions about various topics. The name of the show translates to \u0022All Night Nippon X\u0022 in English.","date":"2022-12-21T15:14:24.6826011Z"},{"topic":"#always_love_ERIC_day","mean":"#always_love_ERIC_day is a hashtag used to express appreciation and love for someone named Eric. It is typically used on social media platforms such as Twitter and Instagram to show support for the person.","date":"2022-12-21T15:14:27.3968981Z"},{"topic":"#STD40","mean":"#STD40 is an abbreviation for the Standard 40-Hour Workweek. It is a reference to the traditional full-time work schedule of 40 hours per week, typically spread out over five days.","date":"2022-12-21T15:14:30.1182868Z"},{"topic":"Emily","mean":"Emily is a feminine given name derived from the Roman name Aemilia. It is derived from the Latin word aemulus, meaning \u0022rival\u0022. The name Emily has been popular in English-speaking countries since the 19th century.","date":"2022-12-21T15:25:07.5580397Z"},{"topic":"岸辺露伴","mean":"岸辺露伴 (Kishibe Rohan) is the name of a character from the manga series JoJo\u0027s Bizarre Adventure. He is an eccentric manga artist who has supernatural powers and uses them to investigate strange occurrences in his hometown. In English, his name translates to \u0022Rohan of the Shoreline\u0022.","date":"2022-12-21T15:25:11.1731114Z"},{"topic":"瑠姫くん","mean":"瑠姫くん is a character from the Japanese manga series, Chihayafuru. The character\u0027s name is Ruka Tsukuba and she is a high school student who loves the card game karuta. In English, her name can be translated to \u0022Ruka Princess\u0022.","date":"2022-12-21T15:25:14.4422101Z"},{"topic":"ラブソー","mean":"ラブソー (rabusō) is a Japanese term that literally translates to \u0022love saw\u0022. It is used to describe a situation in which two people are in love with each other but cannot be together due to various circumstances.","date":"2022-12-21T15:25:17.3065047Z"},{"topic":"#الهلال_الاتفاق","mean":"#الهلال_الاتفاق is an Arabic hashtag that translates to \u0022The Crescent Agreement\u0022 in English. It is used to refer to a peace agreement between the Yemeni government and the Houthi rebels, which was signed in Stockholm, Sweden in 2018.","date":"2022-12-21T15:25:20.6232489Z"},{"topic":"Jeter","mean":"Jeter is a French surname derived from the Old French word \u0022jeter,\u0022 which means \u0022to throw.\u0022 It is also a given name, usually given to boys, and is derived from the surname.","date":"2022-12-21T15:32:41.7417268Z"},{"topic":"VERNON","mean":"VERNON is a French surname derived from the Latin word \u0022vernus\u0022 meaning \u0022springtime\u0022. It is also a given name, derived from the same root.","date":"2022-12-21T15:32:43.2949427Z"},{"topic":"HAPPY BIRTHDAY ERIC","mean":"\u0022Happy Birthday Eric\u0022 is a phrase used to wish someone named Eric a happy birthday. It is a way of expressing good wishes and celebrating the person\u0027s special day.","date":"2022-12-21T15:32:44.8432957Z"},{"topic":"#影山飛雄生誕祭2022","mean":"#影山飛雄生誕祭2022 is a hashtag used to promote the 2022 birthday celebration of the Japanese actor Tatsuya Fuji. The English translation of this hashtag would be \u0022Tatsuya Fuji Birthday Festival 2022\u0022.","date":"2022-12-21T15:32:47.3887012Z"},{"topic":"#伏黒恵誕生祭2022","mean":"#伏黒恵誕生祭2022 is a hashtag used to promote the 2022 Fushiguro Megumi Birthday Festival. The festival celebrates the birthday of Fushiguro Megumi, a popular Japanese anime character. In English, the hashtag translates to \u0022Fushiguro Megumi Birthday Festival 2022\u0022.","date":"2022-12-21T15:32:50.9508874Z"},{"topic":"Aaron Judge","mean":"Aaron Judge is an American professional baseball right fielder for the New York Yankees of Major League Baseball (MLB). He is known for his prodigious home runs and impressive batting average. The phrase \u0022Aaron Judge\u0022 is used to refer to a player who is a powerful hitter and has a high batting average.","date":"2022-12-21T15:41:55.4912076Z"},{"topic":"Copa Sudamericana","mean":"Copa Sudamericana is an annual international football tournament organized by CONMEBOL, the South American Football Confederation. It is the second most prestigious club competition in South American football after the Copa Libertadores. The Copa Sudamericana\u0027s English translation is the South American Cup.","date":"2022-12-21T15:41:58.3157852Z"},{"topic":"Captain Judge","mean":"Captain Judge is a term used in the British Royal Navy to refer to a senior officer who is responsible for ensuring that all naval personnel adhere to the rules and regulations of the service. The term is derived from the phrase \u0022captain of the judge,\u0022 which was used in the 17th century to refer to a captain who was responsible for maintaining discipline on board a ship. In modern times, Captain Judge is used as an informal title for any senior officer who is responsible for upholding naval regulations.","date":"2022-12-21T15:42:02.5804498Z"},{"topic":"البريك","mean":"البريك is an Arabic word that means \u0022blessing\u0022. It is used to express a wish for good fortune or success.","date":"2022-12-21T15:51:14.5441187Z"},{"topic":"vernon","mean":"Vernon is a French name derived from the Latin word \u0022vernus\u0022 meaning \u0022spring-like\u0022. It is also a surname and place name.","date":"2022-12-21T15:51:16.5104894Z"},{"topic":"Fase 2","mean":"Fase 2 is a term used in Spanish to refer to the second phase of a project or process. In English, it would be translated as Phase 2.","date":"2022-12-21T15:51:18.1528392Z"},{"topic":"المشجع البرازيلي","mean":"المشجع البرازيلي is a term used to refer to a Brazilian football fan. In English, it translates to \u0022Brazilian Football Fan\u0022.","date":"2022-12-21T15:51:20.5784575Z"},{"topic":"Carabobo","mean":"Carabobo is a state in Venezuela. Its name is derived from the Carabobo tribe, which inhabited the area before the Spanish colonization of the Americas. In English, it means \u0022Valley of the Brave\u0022.","date":"2022-12-21T16:01:47.5064441Z"},{"topic":"فييتو","mean":"فييتو is a type of traditional Japanese dance. It is a form of folk dance that has been performed since the Edo period (1603-1868). The word \u0022fiyeto\u0022 comes from the Japanese phrase \u0022furi yatto,\u0022 which means \u0022to dance with joy.\u0022 In English, it can be translated as \u0022joyful dance.\u0022","date":"2022-12-21T16:01:51.1978867Z"},{"topic":"World Series","mean":"The World Series is the annual championship series of Major League Baseball (MLB) in North America, contested since 1903 between the American League (AL) champion team and the National League (NL) champion team. The winner of the World Series championship is determined through a best-of-seven playoff. The meaning of World Series in English is a professional baseball tournament that determines the world champion.","date":"2022-12-21T16:01:55.5553437Z"},{"topic":"モブサイコ","mean":"モブサイコ is a Japanese manga series written and illustrated by Nami Sano. It follows the story of a group of high school students who develop supernatural powers after being exposed to mysterious rays. The title is a portmanteau of the words \u0022mob\u0022 and \u0022psychology,\u0022 referring to the psychological effects that the characters experience as they come to terms with their newfound abilities. In English, it can be translated as \u0022Mob Psychology.\u0022","date":"2022-12-21T16:14:53.5931476Z"},{"topic":"black eye official teaser 2","mean":"Black Eye Official Teaser 2 is a promotional video for an upcoming film or television show. It is usually the second teaser released to the public, and it typically contains a brief preview of the story, characters, and visuals. The meaning of this phrase in English is that it is a short video that gives viewers a glimpse of what to expect from the upcoming project.","date":"2022-12-21T16:14:56.666954Z"},{"topic":"くしゃがら","mean":"くしゃがら is a Japanese onomatopoeia that describes the sound of something being crushed or crumbled. In English, it could be translated as \u0022crunching\u0022 or \u0022crumbling\u0022.","date":"2022-12-21T16:14:58.9250644Z"},{"topic":"水カリバー","mean":"水カリバー is a type of Japanese fishing lure. It is a plastic or metal lure that is designed to look like a small fish and is used to attract larger fish. In English, it is known as a water caliper.","date":"2022-12-21T16:15:01.4663707Z"},{"topic":"المقرن","mean":"المقرن is an Arabic word that means \u0022dagger\u0022. It is a type of short, pointed knife or blade.","date":"2022-12-21T16:15:03.6486138Z"},{"topic":"#乃木坂46ANN","mean":"#乃木坂46ANN is the official hashtag for the Japanese idol group Nogizaka46. It stands for Nogizaka46 Announcement, and is used to share news and updates about the group.","date":"2022-12-21T16:15:05.6579702Z"},{"topic":"Millonarios","mean":"Millonarios is a Colombian professional football club based in Bogotá. The name translates to \u0022millionaires\u0022 in English, referring to the club\u0027s wealthy owners.","date":"2022-12-21T16:27:47.3695206Z"},{"topic":"1Month To Sushant Day","mean":"1Month To Sushant Day is an event that was created to honor the late actor Sushant Singh Rajput. It is a month-long celebration of his life and legacy, culminating on June 14th, which would have been his 35th birthday. The event encourages people to share their memories of Sushant and celebrate his life by engaging in activities such as watching his films, listening to his songs, and participating in online discussions about him.","date":"2022-12-21T16:27:51.4484966Z"},{"topic":"Yule","mean":"Yule is an ancient midwinter festival celebrated by Germanic and Nordic peoples. It is traditionally celebrated from late December to early January and marks the winter solstice. The word \u0022Yule\u0022 is derived from the Old English word \u0022geol\u0022, which means \u0022feast\u0022. In modern English, it is used to refer to Christmas or the holiday season in general.","date":"2022-12-21T16:27:55.060442Z"},{"topic":"للهلال","mean":"للهلال is an Arabic phrase that translates to \u0022For the National Team\u0022. It is often used as a rallying cry for supporters of the Saudi Arabian national football team.","date":"2022-12-21T16:38:41.9304141Z"},{"topic":"دياز","mean":"دياز is an Arabic word that means \u0022bargain\u0022 or \u0022discount\u0022.","date":"2022-12-21T16:38:44.0816267Z"},{"topic":"꼬들 355","mean":"꼬들 355 is a Korean phrase that is used to describe someone who is very smart and talented. It literally translates to \u0022smart 355\u0022.","date":"2022-12-21T16:47:23.6369036Z"},{"topic":"ElonMusk DefolGit","mean":"ElonMusk DefolGit is a term used to describe the process of removing unnecessary or outdated code from a software project. It is derived from the name of Elon Musk, the founder of Tesla and SpaceX, who is known for his commitment to streamlining processes and eliminating waste. The term can also be used to refer to the practice of refactoring code in order to make it more efficient and maintainable.","date":"2022-12-21T17:01:43.8894883Z"},{"topic":"بيريرا","mean":"بيريرا is an Arabic word that means \u0022beautiful\u0022.","date":"2022-12-21T17:01:45.2443829Z"},{"topic":"Zelensky","mean":"Zelensky is a Ukrainian surname derived from the word \u0022zeleny,\u0022 which means \u0022green\u0022 in Ukrainian. It is also the surname of the current President of Ukraine, Volodymyr Zelensky.","date":"2022-12-21T17:01:47.7175605Z"},{"topic":"#CashAppPresents","mean":"#CashAppPresents is a hashtag used by Cash App, a mobile payment service, to promote their products and services. It is used to highlight special offers, giveaways, and other promotions related to Cash App.","date":"2022-12-21T17:13:42.7306449Z"},{"topic":"Nick Foles","mean":"Nick Foles is an American football quarterback who currently plays for the Chicago Bears of the National Football League (NFL). He was drafted by the Philadelphia Eagles in the third round of the 2012 NFL Draft. He has also played for the St. Louis Rams, Kansas City Chiefs, and Jacksonville Jaguars. Foles is known for his strong arm and accuracy, as well as his ability to make big plays in clutch situations.","date":"2022-12-21T17:13:45.9200866Z"},{"topic":"ميشيل","mean":"ميشيل (pronounced mee-sheel) is a common Arabic name, derived from the Hebrew name Michael. It means \u0022who is like God\u0022 in English.","date":"2022-12-21T17:13:47.8773204Z"},{"topic":"Peyton Bowen","mean":"Peyton Bowen is a Welsh name meaning \u0022son of the headman\u0022. It is derived from the Welsh words \u0022ap\u0022 (son) and \u0022pen\u0022 (headman).","date":"2022-12-21T17:23:31.0171456Z"},{"topic":"Steelers","mean":"Steelers is the nickname of the professional American football team based in Pittsburgh, Pennsylvania. The team competes in the National Football League (NFL) as a member club of the American Football Conference (AFC) North division.","date":"2022-12-21T17:31:10.1523232Z"},{"topic":"Dan Lanning","mean":"Dan Lanning is a name. It does not have a specific meaning in English.","date":"2022-12-21T17:31:11.3331857Z"},{"topic":"Gura","mean":"Gura is a Japanese slang term that means \u0022very\u0022 or \u0022extremely.\u0022 It is often used to emphasize the intensity of an emotion or feeling.","date":"2022-12-21T17:41:16.6882656Z"},{"topic":"Naci Ünüvar","mean":"Naci Ünüvar is a Dutch professional footballer who plays as an attacking midfielder for Ajax in the Eredivisie. His name translates to \u0022born leader\u0022 in English.","date":"2022-12-21T17:41:18.9570561Z"},{"topic":"Phil Knight","mean":"Phil Knight is the founder and former CEO of Nike, Inc., the world\u0027s largest supplier of athletic shoes and apparel. He is also the co-founder of the shoe company Blue Ribbon Sports, which later became Nike. The name \u0022Phil Knight\u0022 is synonymous with success in business and entrepreneurship.","date":"2022-12-21T17:51:14.0103938Z"},{"topic":"Kate Moss","mean":"Kate Moss is a British supermodel and fashion icon. She is known for her waif-like figure and her signature style of grunge-inspired fashion. She has been featured in campaigns for many of the world\u0027s top fashion designers, including Calvin Klein, Chanel, and Versace. The phrase \u0022Kate Moss\u0022 has become synonymous with the idea of effortless beauty and style.","date":"2022-12-21T17:51:18.3575721Z"},{"topic":"Taliban","mean":"Taliban is a militant Islamic fundamentalist group that ruled Afghanistan from 1996 to 2001. The word Taliban is derived from the Arabic word \u0022talib,\u0022 which means \u0022student.\u0022 The group\u0027s primary goal was to establish a strict interpretation of Islamic law in Afghanistan.","date":"2022-12-21T17:51:21.8858203Z"},{"topic":"Dana","mean":"Dana is a Sanskrit word that means \u0022generosity\u0022 or \u0022giving\u0022. It is often used in Hindu and Buddhist traditions to refer to the practice of giving freely and without expectation of something in return.","date":"2022-12-21T17:51:24.2621992Z"},{"topic":"Boras","mean":"Boras is a city in Sweden. It is the largest city in Västra Götaland County and the fifth-largest city in Sweden. The name Boras comes from the old Swedish word bor, which means \u0022settlement\u0022. In English, Boras can be translated to mean \u0022settlement\u0022.","date":"2022-12-21T18:01:30.8245832Z"},{"topic":"Nereniz Yerli","mean":"Nereniz Yerli is a Turkish phrase that translates to \u0022Where are you from?\u0022 It is a common way of asking someone about their origin or hometown.","date":"2022-12-21T18:01:32.6818162Z"},{"topic":"Oregon","mean":"Oregon is a state in the Pacific Northwest region of the United States. It is bordered by Washington to the north, Idaho to the east, California to the south, and Nevada and Utah to the east. The Columbia River delineates much of Oregon\u0027s northern boundary with Washington, while the Snake River delineates much of its eastern boundary with Idaho. The state\u0027s population was 4,217,737 as of 2019. Its capital is Salem and its largest city is Portland.","date":"2022-12-21T18:14:39.5050938Z"},{"topic":"Ersin","mean":"Ersin is a Turkish name derived from the ancient Persian word \u0022ersan\u0022, meaning \u0022hero\u0022. It is also used as a surname in some parts of Turkey.","date":"2022-12-21T18:14:41.0204468Z"},{"topic":"Necip","mean":"Necip is a Turkish name, derived from the Arabic name Nasir. It means \u0022protector\u0022 or \u0022helper\u0022.","date":"2022-12-21T18:14:42.371751Z"},{"topic":"#İzmirİktisatKongresi","mean":"#İzmirİktisatKongresi is an annual economic conference held in Izmir, Turkey. The event brings together academics, researchers, and practitioners from around the world to discuss the latest developments in economics. The English translation of #İzmirİktisatKongresi is Izmir Economics Congress.","date":"2022-12-21T18:26:03.4649977Z"},{"topic":"Hapi VPN","mean":"Hapi VPN is a virtual private network (VPN) service that provides users with secure access to the internet. It encrypts data and hides the user\u0027s IP address, allowing them to browse the web anonymously and securely. The name \u0022Hapi\u0022 is derived from the ancient Egyptian god of joy and celebration, which reflects the company\u0027s mission to provide users with a secure and enjoyable online experience.","date":"2022-12-21T18:26:07.0467246Z"},{"topic":"Mob Psycho 100","mean":"Mob Psycho 100 is a Japanese manga series written and illustrated by ONE. It follows the story of Shigeo Kageyama, an eighth-grader with powerful psychic abilities who tries to suppress his powers to live a normal life. The title of the series is a play on words, as \u0022mob\u0022 can mean both a large group of people and an abbreviation for \u0022mobile phone\u0022. In English, it could be interpreted as \u0022A Powerful Group of People with Mobile Phones\u0022.","date":"2022-12-21T18:26:11.3844411Z"},{"topic":"Şenol Güneş","mean":"Şenol Güneş is a Turkish football manager and former player. He is currently the manager of the Turkish national team. In English, his name translates to \u0022Joyful Sun\u0022.","date":"2022-12-21T18:26:13.417634Z"},{"topic":"Karmaland","mean":"Karmaland is a popular Spanish-language YouTube channel created by the Spanish YouTuber, JuegaGerman. The channel features videos of the YouTuber playing various video games, such as Minecraft and Roblox. The name Karmaland is derived from the concept of karma, which is a belief that one\u0027s actions will have consequences in the future. In English, Karmaland can be translated to mean \u0022the land of karma\u0022.","date":"2022-12-21T18:26:17.2069657Z"},{"topic":"飛鳥ちゃん","mean":"飛鳥ちゃん is a nickname for the Japanese actress Asuka Kudo. It is derived from her given name, which can be translated to \u0022flying bird\u0022 in English.","date":"2022-12-21T18:26:19.1994234Z"},{"topic":"#النصر_العداله","mean":"#النصر_العداله is an Arabic hashtag that translates to \u0022Victory of Justice\u0022 in English. It is often used to express support for justice and fairness in society.","date":"2022-12-21T18:33:23.5697114Z"},{"topic":"Happy Holidays","mean":"Happy Holidays is a greeting used to wish someone a joyous and festive holiday season. It is typically used during the winter holidays, such as Christmas, Hanukkah, Kwanzaa, and New Year\u0027s.","date":"2022-12-21T18:33:25.6927547Z"},{"topic":"Andrey","mean":"Andrey is a Russian male given name derived from the Greek name Andreas, meaning \u0022manly\u0022 or \u0022masculine\u0022.","date":"2022-12-21T18:33:26.9837901Z"},{"topic":"Mob Psycho","mean":"Mob Psycho is a Japanese manga series written and illustrated by ONE. It follows the story of Shigeo Kageyama, an eighth-grader with powerful psychic abilities who tries to suppress his powers in order to live a normal life. The title of the series is a play on words, combining the Japanese word for \u0022mob\u0022 (mobbō) with \u0022psycho\u0022 (saiko). In English, it can be interpreted as \u0022psychic mobster\u0022.","date":"2022-12-21T18:33:30.9146434Z"},{"topic":"ايمن يحيى","mean":"\u0022ايمن يحيى\u0022 is an Arabic name, and it translates to \u0022Iman Yahya\u0022 in English.","date":"2022-12-21T18:33:32.5149295Z"},{"topic":"Dele Alli","mean":"Dele Alli is the nickname of English professional footballer Dele Alli, who plays for Tottenham Hotspur and the England national team. The name is a combination of his given name, Bamidele, and his surname, Alli.","date":"2022-12-21T18:33:34.3977477Z"},{"topic":"Urfa","mean":"Urfa is a city in southeastern Turkey. It is known for its ancient ruins, bazaars, and cuisine. The name Urfa is derived from the Aramaic word \u0022Orhay\u0022, meaning \u0022city of caves\u0022. In English, it can be translated as \u0022City of Caves\u0022.","date":"2022-12-21T18:42:04.8714361Z"},{"topic":"Atiba","mean":"Atiba is a Yoruba name of Nigerian origin. It means \u0022strength of the people\u0022 in English.","date":"2022-12-21T18:42:06.4172685Z"},{"topic":"Salih","mean":"Salih is an Arabic name that means \u0022righteous\u0022 or \u0022pious\u0022.","date":"2022-12-21T18:42:07.410071Z"},{"topic":"Lallana","mean":"Lallana is a Spanish surname derived from the Latin word lallare, which means \u0022to sing\u0022. It is also a common given name in India, derived from the Sanskrit word lalana, which means \u0022playful\u0022.","date":"2022-12-21T18:42:09.9704547Z"},{"topic":"Stina","mean":"Stina is a Swedish female name, derived from the Latin name Christina. It is a diminutive form of Christina and means \u0022follower of Christ\u0022 or \u0022Christian\u0022.","date":"2022-12-21T18:42:11.6689176Z"},{"topic":"#BJKvSUS","mean":"#BJKvSUS is a hashtag used on social media to refer to a soccer match between Beşiktaş J.K. and Süper Lig club Sivasspor. The hashtag is an abbreviation of the two teams\u0027 names, with \u0022BJK\u0022 standing for Beşiktaş J.K. and \u0022SUS\u0022 standing for Sivasspor.","date":"2022-12-21T18:51:25.7024853Z"},{"topic":"Beşiktaş","mean":"Beşiktaş is a Turkish sports club based in Istanbul, Turkey. The name Beşiktaş translates to \u0022cradle stone\u0022 in English. The club is best known for its football team, which competes in the Turkish Super League and is one of the most successful clubs in Turkey.","date":"2022-12-21T18:51:28.356551Z"},{"topic":"Rosier","mean":"Rosier is a French word meaning \u0022rosebush\u0022 or \u0022rose garden\u0022. It can also refer to a person who is fond of roses.","date":"2022-12-21T19:01:33.3562679Z"},{"topic":"Jay Mohr","mean":"Jay Mohr is the stage name of American actor, comedian, and radio host Jon Ferguson Mohr. He is best known for his roles in the films Jerry Maguire, Go, and Pay It Forward. He has also appeared on Saturday Night Live and hosted Last Comic Standing.","date":"2022-12-21T19:01:36.3113254Z"},{"topic":"McTominay","mean":"McTominay is a Scottish surname. It is derived from the Gaelic Mac Thomain, which means \u0022son of Thomas\u0022.","date":"2022-12-21T19:13:16.481667Z"},{"topic":"Mangel","mean":"Mangel is a German word that means \u0022deficiency\u0022 or \u0022lack\u0022. In English, it is used to describe a situation in which something is not sufficient or inadequate.","date":"2022-12-21T19:13:18.6823524Z"},{"topic":"Evrim Safsatası","mean":"Evrim Safsatası is a Turkish phrase that translates to \u0022Evolution Joke\u0022. It is used to describe a situation in which someone makes a joke about evolution, usually in an attempt to mock or discredit the scientific theory.","date":"2022-12-21T19:13:20.703037Z"},{"topic":"Emrecan","mean":"Emrecan is a Turkish name derived from the Arabic name Imraan, which means \u0022believer\u0022. It is also a combination of the Turkish words \u0022emre\u0022 (command) and \u0022can\u0022 (soul).","date":"2022-12-21T19:21:11.9248303Z"},{"topic":"Burnley","mean":"Burnley is a town in Lancashire, England. It is situated on the River Calder and is surrounded by the Pennine hills. The town has a population of around 73,000 people and is known for its cotton, wool and engineering industries. The name Burnley is derived from the Old English words burna (stream) and leah (wood or clearing).","date":"2022-12-21T19:21:15.2506271Z"},{"topic":"ANAP","mean":"ANAP stands for \u0022A New Approach to Politics,\u0022 and it is a term used to describe a new way of thinking about politics that emphasizes collaboration, dialogue, and problem-solving. It is based on the idea that politics should be about finding solutions to problems rather than just debating them.","date":"2022-12-21T19:21:17.8076505Z"},{"topic":"Cenk","mean":"Cenk is a Turkish name derived from the word \u0022genç\u0022 which means \u0022youthful\u0022. It is also used as a nickname for people named Cengiz, meaning \u0022strong one\u0022.","date":"2022-12-21T19:31:14.5206321Z"},{"topic":"ابو بكر","mean":"ابو بكر (Abu Bakr) is the name of the first Caliph of Islam, and it means \u0022Father of the Virgin\u0022 in English.","date":"2022-12-21T19:31:16.6314194Z"},{"topic":"Mastu","mean":"Mastu is a Japanese word that means \u0022all of us\u0022 or \u0022everyone.\u0022 It is often used to refer to a group of people, such as friends or family.","date":"2022-12-21T19:31:18.1850569Z"},{"topic":"IndyCar","mean":"IndyCar is a type of open-wheel auto racing that is sanctioned by the IndyCar Series. It is one of the most popular forms of motorsport in the United States and features drivers competing in single-seat, open-wheel cars on oval and road courses. The series was founded in 1996 and has since grown to include races in countries around the world.","date":"2022-12-21T19:31:21.7827036Z"},{"topic":"Laporta","mean":"Laporta is a Spanish surname derived from the word \u0022puerta,\u0022 which means \u0022door\u0022 in English. It is believed to have originated from a place name, referring to a family who lived near a door or gate.","date":"2022-12-21T19:31:23.8809357Z"},{"topic":"Doherty","mean":"Doherty is a surname of Irish origin. It is derived from the Gaelic name O\u0027Dochartaigh, which means \u0022descendant of Dochartach\u0022. The name Dochartach is composed of two elements: do, meaning \u0022good\u0022 or \u0022noble\u0022, and cartach, meaning \u0022skillful\u0022.","date":"2022-12-21T19:31:26.7612196Z"},{"topic":"Pedrosa","mean":"Pedrosa is a Spanish surname derived from the given name Pedro. It is a patronymic name meaning \u0022son of Pedro\u0022. In English, it can be translated to mean \u0022son of Peter\u0022.","date":"2022-12-21T19:41:22.6225029Z"},{"topic":"#البزنس15","mean":"#البزنس15 is a hashtag used in Arabic to promote the 15th edition of the Business Conference, an annual event held in Saudi Arabia. In English, it translates to \u0022#Business15\u0022.","date":"2022-12-21T19:51:24.2647823Z"},{"topic":"Dabo","mean":"Dabo is a traditional board game from West Africa. It is a two-player strategy game that involves placing stones on a board in order to capture the opponent\u0027s pieces. The name \u0022Dabo\u0022 comes from the Fula language and means \u0022to win\u0022.","date":"2022-12-21T19:51:27.3285936Z"},{"topic":"سامي النجعي","mean":"سامي النجعي is an Arabic phrase meaning \u0022Sammy the Brave\u0022. It is often used as a nickname for someone who is courageous and brave.","date":"2022-12-21T19:51:28.9990331Z"},{"topic":"#SPOTY","mean":"#SPOTY is an acronym for Sports Personality of the Year. It is an annual award given to the sportsperson who has achieved the most in their respective sport over the course of the year.","date":"2022-12-21T20:01:24.5956861Z"},{"topic":"Cenk Tosun","mean":"Cenk Tosun is a Turkish professional footballer who plays as a striker for Premier League club Everton and the Turkey national team. His name translates to \u0022Full of Courage\u0022 in English.","date":"2022-12-21T20:01:26.5273402Z"},{"topic":"سامي","mean":"سامي (pronounced sah-mee) is an Arabic name meaning \u0022high, exalted, or sublime\u0022.","date":"2022-12-21T20:01:28.0958801Z"},{"topic":"Patriot","mean":"Patriot is a person who loves, supports, and defends their country and its interests with devotion. It is derived from the Latin word patria, which means \u0022homeland\u0022.","date":"2022-12-21T20:01:30.2671745Z"},{"topic":"#KarmalandV","mean":"#KarmalandV is a hashtag used to promote the popular Spanish YouTube channel Karmaland. The channel features a variety of content, including gaming, vlogs, and comedy sketches. In English, the hashtag translates to \u0022Karmaland Five,\u0022 referring to the fifth season of the channel\u0027s content.","date":"2022-12-21T20:14:04.1694528Z"},{"topic":"Bia Zaneratto","mean":"Bia Zaneratto is a Brazilian dance style that originated in the city of Recife. It is a mix of traditional African and European dance styles, and is characterized by its fast-paced, energetic movements. The name \u0022Bia Zaneratto\u0022 comes from the combination of two words: \u0022bia,\u0022 which means \u0022dance,\u0022 and \u0022zaneratto,\u0022 which means \u0022quickly.\u0022 In English, Bia Zaneratto translates to \u0022quick dance.\u0022","date":"2022-12-21T20:14:08.4322068Z"},{"topic":"Garnacho","mean":"Garnacho is a Spanish slang term that means \u0022crazy\u0022 or \u0022nuts\u0022. It is used to describe someone who is acting in an irrational or wild manner.","date":"2022-12-21T20:14:09.9900806Z"},{"topic":"Ary Borges","mean":"Ary Borges is a Portuguese name, derived from the Germanic name \u0022Ary\u0022 and the Latin name \u0022Borges\u0022. It is a combination of two names that mean \u0022noble\u0022 and \u0022fortress\u0022. In English, Ary Borges can be translated to mean \u0022noble fortress\u0022.","date":"2022-12-21T20:14:12.6411229Z"},{"topic":"Rubius","mean":"Rubius is a Latin word meaning \u0022red\u0022. It is often used to describe the color of hair, eyes, or skin.","date":"2022-12-21T20:14:13.9523724Z"},{"topic":"Beth Mead","mean":"Beth Mead is a professional English footballer who plays for Arsenal Women and the England national team. She is known for her speed, agility, and ability to score goals from long range. The name Beth Mead is derived from the Old English word \u0022mead\u0022 which means meadow or pasture.","date":"2022-12-21T20:23:52.9868452Z"},{"topic":"Sapo Peta","mean":"Sapo Peta is a traditional game from the Dominican Republic. It is a game of chance that involves throwing a set of four dice and betting on the outcome. The name Sapo Peta comes from the Spanish phrase \u0022sapo petar,\u0022 which means \u0022to hit the frog.\u0022 In this game, players bet on which combination of numbers will appear when the dice are thrown. The player who guesses correctly wins the pot.","date":"2022-12-21T20:23:56.7292624Z"},{"topic":"Martial","mean":"Martial is an adjective that means relating to war or military matters. It can also refer to a style of combat or self-defense, such as martial arts.","date":"2022-12-21T20:23:58.9347009Z"},{"topic":"Wan Bissaka","mean":"Wan Bissaka is a nickname given to Manchester United footballer Aaron Wan-Bissaka. The name is derived from his surname, which is a combination of his first and last names. In English, it means \u0022One Bissaka\u0022.","date":"2022-12-21T20:31:10.1981813Z"},{"topic":"#GraciasKarmalandV","mean":"#GraciasKarmalandV is a hashtag used by Spanish-speaking fans of the online game Karmaland V. It translates to \u0022Thank you Karmaland V\u0022 and is used to express appreciation for the game.","date":"2022-12-21T20:31:12.6544812Z"},{"topic":"Eriksen","mean":"Eriksen is a Scandinavian surname derived from the Old Norse personal name Eiríkr. It is most commonly found in Norway, Denmark, and Sweden. In English, it means \u0022eternal ruler\u0022.","date":"2022-12-21T20:31:14.4331175Z"},{"topic":"ワンビサカ","mean":"ワンビサカ is a Japanese phrase that translates to \u0022one-sided love\u0022. It is used to describe a situation in which one person has strong feelings for another person who does not reciprocate those feelings.","date":"2022-12-21T20:31:16.0502598Z"},{"topic":"#MUNBUR","mean":"#MUNBUR is an acronym for \u0022Make Up Now, Break Up Later,\u0022 which is a phrase used to describe a relationship in which two people decide to be together without making any long-term commitments.","date":"2022-12-21T20:41:15.5487686Z"},{"topic":"Dubravka","mean":"Dubravka is a Slavic female name derived from the word \u0022dubrava,\u0022 which means \u0022oak grove.\u0022 It is also the name of a municipality in Serbia. The name is often translated to English as \u0022oak meadow.\u0022","date":"2022-12-21T20:41:18.4928556Z"},{"topic":"Kevin Sinfield","mean":"Kevin Sinfield is a former professional rugby league footballer who played for Leeds Rhinos in the Super League. He is widely regarded as one of the greatest players of all time and was the first player to win seven Super League titles. He is also the current director of rugby at Leeds Rhinos. The meaning of Kevin Sinfield in English is a legendary rugby league player and current director of rugby at Leeds Rhinos.","date":"2022-12-21T20:41:21.7758773Z"},{"topic":"Rob Burrow","mean":"Rob Burrow is a former professional rugby league footballer who played for the Leeds Rhinos in the Super League. He is widely regarded as one of the greatest players of all time and was inducted into the Rugby Football League Hall of Fame in 2020. The phrase \u0022Rob Burrow\u0022 is used to refer to someone who has achieved great success in their chosen field.","date":"2022-12-21T20:41:24.8626836Z"},{"topic":"برونو","mean":"برونو is a Persian word that means \u0022outside\u0022.","date":"2022-12-21T20:41:25.8041229Z"},{"topic":"Benson","mean":"Benson is a given name of English origin, derived from the surname Benson. It is a variant of the name Benedict, which means \u0022blessed\u0022.","date":"2022-12-21T20:51:07.0376022Z"},{"topic":"Carlos Álvarez","mean":"Carlos Álvarez is a Spanish name, derived from the Latin name Carolus, meaning \u0022free man\u0022. In English, it can be translated to mean \u0022Charles the Free\u0022.","date":"2022-12-21T20:51:09.1411526Z"},{"topic":"Ten Hag","mean":"Ten Hag is a Dutch surname. It is derived from the Dutch words \u0022ten\u0022 (meaning \u0022at\u0022) and \u0022hag\u0022 (meaning \u0022hedge\u0022). The literal translation of Ten Hag is \u0022at the hedge\u0022.","date":"2022-12-21T20:51:11.5137067Z"},{"topic":"Samuel L Jackson","mean":"Samuel L Jackson is an American actor, producer, and film director. He is best known for his roles in films such as Pulp Fiction, Jurassic Park, and The Avengers. He has also appeared in numerous other films and television shows. His distinctive voice and intense delivery have made him one of the most recognizable actors in Hollywood.","date":"2022-12-21T20:51:15.2390888Z"},{"topic":"#chilhavisto","mean":"#Chilhavisto is a Spanish hashtag that translates to \u0022Have you seen it?\u0022 It is used to ask if someone has seen something, such as a movie, TV show, or video.","date":"2022-12-21T21:02:04.6530522Z"},{"topic":"Merry Christmas","mean":"Merry Christmas is a phrase used to wish someone a happy and joyous holiday season. It is typically said during the Christmas season, which is celebrated on December 25th. The phrase is derived from the Old English phrase \u0022Merry Cristes mæsse,\u0022 which means \u0022joyful Christ\u0027s Mass.\u0022","date":"2022-12-21T21:02:07.811175Z"},{"topic":"Manchester United","mean":"Manchester United is a professional football club based in Manchester, England. It is one of the most successful clubs in English football and has won a record 20 league titles, 12 FA Cups, five League Cups and a record 21 FA Community Shields. The club\u0027s nickname is \u0022The Red Devils\u0022 and its home ground is Old Trafford Stadium.","date":"2022-12-21T21:02:11.2769649Z"},{"topic":"كاسيميرو","mean":"كاسيميرو (Kasimero) is a type of traditional Yemeni clothing. It is a long, loose-fitting robe with wide sleeves and a hood. The garment is usually made from cotton or wool and is often decorated with embroidery. In English, it is sometimes referred to as a \u0022Yemeni thawb\u0022 or \u0022Yemeni jalabiya\u0022.","date":"2022-12-21T21:02:15.5778528Z"},{"topic":"بيرنلي","mean":"بيرنلي (pronounced \u0022birnlee\u0022) is an Arabic word meaning \u0022pearl\u0022.","date":"2022-12-21T21:02:17.2736817Z"},{"topic":"Oscars","mean":"Oscars is short for the Academy Awards, which are annual awards given out by the Academy of Motion Picture Arts and Sciences to recognize excellence in the film industry. The awards are presented in 24 categories, including Best Picture, Best Director, Best Actor, and Best Actress.","date":"2022-12-21T21:13:42.9822742Z"},{"topic":"karl","mean":"Karl is a German name derived from the Old Norse name Karlr, meaning \u0022free man.\u0022 It is also used as a surname. In English, it is often used as a given name for boys.","date":"2022-12-21T21:13:44.935405Z"},{"topic":"BBC Sports","mean":"BBC Sports is a division of the British Broadcasting Corporation (BBC) that focuses on sports-related programming. It provides sports news, highlights, analysis, and live coverage of major sporting events. BBC Sports also produces original programming such as documentaries and magazine shows.","date":"2022-12-21T21:13:47.5444956Z"},{"topic":"Best Original Song","mean":"Best Original Song is an award given at the Academy Awards (also known as the Oscars) to recognize the best original song written specifically for a film. The award is given to the songwriters, not the performers. The song must be an original composition and must be featured in a feature-length motion picture.","date":"2022-12-21T21:13:50.6932348Z"},{"topic":"Sports Personality of the Year","mean":"Sports Personality of the Year is an annual award given to the most outstanding sportsperson in the United Kingdom. The award is voted for by members of the public and is presented by the BBC. It is one of the most prestigious awards in British sport and recognises an individual\u0027s achievements over the past year.","date":"2022-12-21T21:13:53.3519209Z"},{"topic":"Rashford","mean":"Rashford is a surname of English origin. It is derived from the Old English words \u0022rasce\u0022 (rush) and \u0022ford\u0022 (ford). The name refers to someone who lived near a ford in a rushy area.","date":"2022-12-21T21:22:50.8837791Z"},{"topic":"Ukraine","mean":"Ukraine is a country located in Eastern Europe. It is bordered by Russia to the east and northeast, Belarus to the northwest, Poland and Slovakia to the west, Hungary, Romania, and Moldova to the southwest, and the Black Sea and Sea of Azov to the south and southeast. The official language of Ukraine is Ukrainian. The meaning of Ukraine in English is \u0022borderland\u0022.","date":"2022-12-21T21:22:54.5612891Z"},{"topic":"راشفورد","mean":"راشفورد (Rashford) is the surname of English professional footballer Marcus Rashford. It is not a word in English, but it is the transliteration of his surname from English to Arabic.","date":"2022-12-21T21:22:56.8822351Z"},{"topic":"Rashy","mean":"Rashy is not a word in English. It does not have a meaning.","date":"2022-12-21T21:22:58.0303567Z"},{"topic":"مارسيال","mean":"مارسيال is a Spanish word meaning \u0022march\u0022 or \u0022march on\u0022. It is often used as a rallying cry for marches and protests.","date":"2022-12-21T21:22:59.462876Z"},{"topic":"#MUFC","mean":"#MUFC is an acronym for Manchester United Football Club, a professional football club based in Manchester, England. It is one of the most successful clubs in English football and has won numerous trophies, including the Premier League, FA Cup and UEFA Champions League.","date":"2022-12-21T21:31:08.3075289Z"},{"topic":"Kompany","mean":"Kompany is a Belgian professional football club based in the city of Brussels. The club\u0027s name is derived from the Dutch word for \u0022company\u0022 and is a reference to its original status as a works team. In English, Kompany means \u0022company\u0022 or \u0022corporation\u0022.","date":"2022-12-21T21:31:11.5991335Z"},{"topic":"Sarina","mean":"Sarina is a feminine given name of Italian origin. It is derived from the Latin name Sarah, which means \u0022princess\u0022.","date":"2022-12-21T21:31:12.9603174Z"},{"topic":"Kieran","mean":"Kieran is an Irish name derived from the Gaelic name Ciarán, which means \u0022little dark one\u0022. It is also a variant of the name Kieron, which is derived from the Latin name Ciaran.","date":"2022-12-21T21:31:14.8225621Z"},{"topic":"Abada","mean":"Abada is a term used in the Yoruba language of Nigeria, which means \u0022patience\u0022 or \u0022endurance\u0022. It is often used to refer to someone who is patient and resilient in the face of adversity.","date":"2022-12-21T21:41:06.0948148Z"},{"topic":"Ben Stokes","mean":"Ben Stokes is an English cricketer who plays for the England national team and the Rajasthan Royals in the Indian Premier League. He is a powerful all-rounder, capable of both batting and bowling with great skill. He is known for his aggressive style of play and has been instrumental in England\u0027s success in recent years.","date":"2022-12-21T21:41:09.3003864Z"},{"topic":"Rafa Mir","mean":"Rafa Mir is a Spanish footballer who currently plays for Wolverhampton Wanderers in the English Premier League. His name translates to \u0022Rafa Look\u0022 in English.","date":"2022-12-21T21:51:10.3964419Z"},{"topic":"Maddy","mean":"Maddy is a nickname for the name Madeleine, which is of French origin and means \u0022woman of Magdala\u0022.","date":"2022-12-21T21:51:11.9043124Z"},{"topic":"Wilf","mean":"Wilf is a slang term used to refer to a friend or close acquaintance. It is derived from the phrase \u0022willing friend\u0022 and is often used as an affectionate nickname.","date":"2022-12-21T21:51:14.020989Z"},{"topic":"Inox","mean":"Inox is short for \u0022inoxidable,\u0022 which is Spanish for \u0022stainless steel.\u0022 Inox is a type of steel that is resistant to corrosion and rust, making it a popular choice for kitchen appliances, cutlery, and other items.","date":"2022-12-21T21:51:16.9311011Z"},{"topic":"#TheTraitors","mean":"#TheTraitors is a hashtag used to refer to those who are seen as having betrayed their country or cause. It is often used in political contexts, such as when referring to politicians who have switched parties or taken actions that are seen as betraying their constituents.","date":"2022-12-21T22:01:36.0760129Z"},{"topic":"Elanga","mean":"Elanga is a term used in the Indian language of Tamil, and it means “to be happy” or “to be joyful”.","date":"2022-12-21T22:01:37.6698599Z"},{"topic":"Charlton","mean":"Charlton is a surname of English origin. It is derived from the Old English words ceorl (meaning \u0022man\u0022 or \u0022freeman\u0022) and tun (meaning \u0022enclosure\u0022 or \u0022settlement\u0022). The name can also refer to a place in England, such as Charlton, London.","date":"2022-12-21T22:13:50.6315224Z"},{"topic":"Meryl","mean":"Meryl is a female given name of French origin, derived from the name Mary. It is a combination of Mary and the suffix -el, meaning \u0022beloved\u0022.","date":"2022-12-21T22:13:53.0614484Z"},{"topic":"Brighton","mean":"Brighton is a seaside resort town in the south of England. It is located on the south coast of England, about an hour\u0027s drive from London. The name Brighton comes from the Old English words \u0022beorh\u0022 and \u0022tun\u0022, meaning \u0022a fortified place by the sea\u0022.","date":"2022-12-21T22:13:55.2678927Z"},{"topic":"Clemson","mean":"Clemson is a university located in Clemson, South Carolina. It is a public, land-grant research university that was founded in 1889. The name Clemson comes from the name of its founder, Thomas Green Clemson. The university\u0027s mission is to \u0022to create, communicate and apply knowledge to serve the state of South Carolina and beyond.\u0022","date":"2022-12-21T22:13:57.9541328Z"},{"topic":"Eastern Illinois","mean":"Eastern Illinois is a region in the U.S. state of Illinois. It is located in the eastern part of the state, and includes the cities of Champaign, Urbana, Danville, and Charleston. The region is known for its rolling hills, farmland, and small towns.","date":"2022-12-21T22:23:52.4794787Z"},{"topic":"Leonard Gates","mean":"Leonard Gates is a phrase used to describe someone who is a gatekeeper or guardian of knowledge. It is derived from the name of the character Leonard in the novel The Name of the Wind by Patrick Rothfuss. In the novel, Leonard is an old man who guards a library full of ancient and powerful knowledge.","date":"2022-12-21T22:31:11.7999629Z"},{"topic":"Adil Rami","mean":"Adil Rami is a French professional footballer who plays for Italian club A.C. Milan and the France national team. His name is of Arabic origin and means \u0022just and strong\u0022.","date":"2022-12-21T22:41:10.2691932Z"},{"topic":"Iowa","mean":"Iowa is a state in the Midwestern United States. It is bordered by Minnesota to the north, Wisconsin and Illinois to the east, Missouri to the south, and Nebraska and South Dakota to the west. The capital of Iowa is Des Moines. The state\u0027s name comes from an American Indian word meaning \u0022the beautiful land.\u0022","date":"2022-12-21T22:41:12.5964301Z"},{"topic":"#キンプリミリオンおめでとう","mean":"\u0022#キンプリミリオンおめでとう\u0022 is a hashtag used to congratulate King \u0026 Prince, a Japanese boy band, on their success. In English, it translates to \u0022Congratulations King \u0026 Prince!\u0022","date":"2022-12-21T22:51:13.7925845Z"},{"topic":"Αλεξια","mean":"Αλεξια is a female Greek name, derived from the name Alexander. It is pronounced ah-LEH-ksi-ah. In English, it means \u0022defender of mankind\u0022.","date":"2022-12-21T22:51:15.7056136Z"},{"topic":"silent最終回","mean":"Silent最終回 is a Japanese phrase that translates to \u0022The Final Episode of Silent\u0022. It is used to refer to the last episode of a television series or movie.","date":"2022-12-21T22:51:17.9525756Z"},{"topic":"Pujato","mean":"Pujato is a small town in the province of Santa Fe, Argentina. It is located in the south of the province, about 90 km from Rosario. The name Pujato comes from the indigenous language and means \u0022place of many hills\u0022.","date":"2022-12-21T22:51:19.7258161Z"},{"topic":"עלה בידו","mean":"\u0022עלה בידו\u0022 is a Hebrew phrase that translates to \u0022in his hands\u0022. It is used to express the idea that something is in someone\u0027s control or power.","date":"2022-12-21T22:51:21.0876913Z"},{"topic":"#キンプリオリコン年間1位おめでとう","mean":"\u0022#キンプリオリコン年間1位おめでとう\u0022 is a hashtag used on social media to congratulate King \u0026 Prince for being the number one artist of the year in the Oricon music chart. In English, it translates to \u0022Congratulations to King \u0026 Prince for being the number one artist of the year on Oricon!\u0022","date":"2022-12-21T23:01:51.4147606Z"},{"topic":"モリーノ","mean":"モリーノ is a type of Italian pasta dish. It is made with a combination of boiled macaroni, cheese, and tomato sauce. The name comes from the Italian word for \u0022mullet,\u0022 which is a type of fish. In English, the dish is often referred to as \u0022macaroni and cheese with tomato sauce.\u0022","date":"2022-12-21T23:01:53.8618714Z"},{"topic":"土砂降り","mean":"土砂降り is a Japanese phrase that literally translates to \u0022heavy rain with mud and sand\u0022. It is used to describe a heavy rainstorm that is accompanied by strong winds and large amounts of mud and sand. In English, it could be translated as \u0022a torrential downpour\u0022.","date":"2022-12-21T23:01:56.2807111Z"},{"topic":"ファスカ","mean":"ファスカ is a Japanese word that means \u0022to be excited or enthusiastic about something\u0022. In English, it can be translated as \u0022to be enthusiastic\u0022 or \u0022to be eager\u0022.","date":"2022-12-21T23:01:57.8633622Z"},{"topic":"ゆういちろう","mean":"ゆういちろう is a Japanese name, and it can be written in English as Yuichiro. It is a combination of two kanji characters: \u0022yu\u0022 (勇) meaning brave or courageous, and \u0022ichiro\u0022 (一郎) meaning first son.","date":"2022-12-21T23:13:57.2110728Z"},{"topic":"Selamat Hari Ibu","mean":"Selamat Hari Ibu is an Indonesian phrase that translates to \u0022Happy Mother\u0027s Day\u0022 in English. It is a way of expressing appreciation and love for mothers on Mother\u0027s Day.","date":"2022-12-21T23:13:59.238804Z"},{"topic":"OUCA MAMACITA","mean":"OUCA MAMACITA is a Spanish phrase that translates to \u0022Hey, Hot Mama!\u0022 It is used as a term of endearment for an attractive woman.","date":"2022-12-21T23:14:00.753953Z"},{"topic":"浦井さん","mean":"浦井さん is a Japanese surname. In English, it can be translated as \u0022Urai\u0022.","date":"2022-12-21T23:24:22.9170468Z"},{"topic":"자가진단","mean":"자가진단 is a self-diagnosis test in which individuals assess their own physical and mental health. It is a way for people to monitor their own health and detect any potential issues before they become serious. In English, it is sometimes referred to as a \u0022self-assessment\u0022 or \u0022self-check\u0022.","date":"2022-12-21T23:24:25.6276209Z"},{"topic":"雨のせい","mean":"雨のせい is a Japanese phrase that literally translates to \u0022because of the rain.\u0022 It is used to express the idea that something has happened or been caused by the rain. For example, if someone was late for an appointment, they might say \u0022雨のせいで遅れました\u0022 (\u0022I was late because of the rain\u0022).","date":"2022-12-21T23:24:28.7753043Z"},{"topic":"Jim Gardner","mean":"Jim Gardner is a popular American television news anchor and reporter. He is best known for his long-running tenure as the main anchor of the Philadelphia-based WPVI-TV\u0027s Action News broadcast. The phrase \u0022Jim Gardner\u0022 has come to be associated with reliable, trustworthy news reporting.","date":"2022-12-21T23:31:12.6383021Z"},{"topic":"Dashy","mean":"Dashy is a slang term used to describe someone or something that is cool, stylish, or fashionable. It can also be used to describe someone who is confident and outgoing.","date":"2022-12-21T23:41:12.086432Z"},{"topic":"りゅうちゃんサンタ","mean":"りゅうちゃんサンタ (Ryūchan Santa) is a Japanese term for a Santa Claus-like figure who visits children during the Christmas season. The character is usually depicted as a young boy wearing a red Santa suit and carrying a bag of presents. The term is derived from the Japanese word for dragon, \u0022ryū\u0022, and the suffix \u0022-chan\u0022, which is used to denote familiarity or endearment. In English, it can be translated as \u0022Little Dragon Santa\u0022.","date":"2022-12-21T23:41:15.4689813Z"},{"topic":"#بعد_منتصف_الليل","mean":"#بعد_منتصف_الليل is an Arabic phrase that translates to \u0022after midnight\u0022 in English. It is used to refer to the time after midnight, usually in the early hours of the morning.","date":"2022-12-21T23:51:25.7911568Z"},{"topic":"朝陽くん","mean":"朝陽くん is a nickname for the Japanese actor, Asahi Uchida. It is a combination of his given name, Asahi, and the Japanese word for sun, “hi”. In English, it can be translated to “Sunny Boy”.","date":"2022-12-21T23:51:28.0738084Z"},{"topic":"りゅうちゃん","mean":"りゅうちゃん is a nickname for the Japanese name Ryūichi. It is often used as an affectionate term for someone named Ryūichi, similar to how English speakers might use a nickname like \u0022Ryu\u0022 or \u0022Ryu-chan\u0022.","date":"2022-12-21T23:51:30.0841338Z"},{"topic":"カボチャ","mean":"カボチャ is the Japanese word for pumpkin. In English, it is often referred to as a \u0022Japanese pumpkin\u0022.","date":"2022-12-21T23:51:31.2508051Z"},{"topic":"ヴァルキリープロファイル","mean":"ヴァルキリープロファイル is a Japanese role-playing video game series developed by Atlus. The series is set in a fictional world where the player takes on the role of a valkyrie, a female warrior, and must battle monsters and other enemies. The English translation of the title is \u0022Valkyrie Profile\u0022.","date":"2022-12-21T23:51:34.2789238Z"},{"topic":"一太くん","mean":"一太くん is a character from the Japanese manga series Doraemon. His name literally translates to \u0022One-Taro\u0022 and he is a robotic cat from the future who helps the main character, Nobita, with his various adventures. In English, his name could be translated as \u0022One-Taro the Cat\u0022.","date":"2022-12-21T23:51:36.2638545Z"},{"topic":"貴司くん","mean":"貴司くん is a Japanese term of endearment used to refer to someone who is respected or admired. It can be translated to English as \u0022dear sir\u0022 or \u0022esteemed sir\u0022.","date":"2022-12-21T23:51:37.9854815Z"},{"topic":"#PesadillaParaísoFinal","mean":"#PesadillaParaísoFinal is a Spanish hashtag that translates to \u0022Nightmare Paradise End\u0022 in English. It is often used to describe a situation that has gone from bad to worse, or a situation that has become unbearable.","date":"2022-12-22T00:02:43.9995311Z"},{"topic":"Keno","mean":"Keno is a lottery-style game that originated in China. It is a game of chance in which players select numbers from a board of 80 numbers and then wait for the draw to see if their numbers match the ones that are randomly selected. The goal of the game is to match as many of your chosen numbers with those drawn by the house. In English, Keno means \u0022to win or gain something\u0022.","date":"2022-12-22T00:02:46.9033906Z"},{"topic":"Giaele","mean":"Giaele is a Hebrew name meaning \u0022God will increase\u0022.","date":"2022-12-22T00:02:47.9502363Z"},{"topic":"BUY SANTA TELL ME","mean":"\u0022BUY SANTA TELL ME\u0022 is a phrase used to encourage someone to buy something from Santa Claus and find out what he has to say about it. It is often used as a way to encourage people to shop during the holiday season.","date":"2022-12-22T00:02:49.5785574Z"},{"topic":"Corte","mean":"Corte is a Spanish word meaning \u0022cut\u0022 or \u0022trim\u0022. It is often used in reference to cutting hair, but can also refer to cutting fabric or other materials.","date":"2022-12-22T00:02:51.1822296Z"},{"topic":"#HastaLaVista","mean":"#HastaLaVista is a Spanish phrase meaning \u0022until we meet again\u0022 or \u0022goodbye\u0022. It is often used as a farewell phrase.","date":"2022-12-22T00:25:05.8001252Z"},{"topic":"#JoyfullyRoku","mean":"#JoyfullyRoku is a hashtag used to promote the streaming device Roku. It is used to encourage people to use Roku for their streaming needs and to share their experiences with the device. The hashtag translates to \u0022joyfully using Roku\u0022 in English.","date":"2022-12-22T00:25:07.6416489Z"},{"topic":"OpTic","mean":"OpTic is an American professional esports organization based in Chicago, Illinois. The name OpTic is derived from the word \u0022optics,\u0022 which refers to the science of light and vision. The organization is best known for its Call of Duty team, which has won multiple championships in the Call of Duty World League.","date":"2022-12-22T00:25:09.7622127Z"},{"topic":"Sevgi Arssizi","mean":"Sevgi Arssizi is a Turkish phrase that translates to \u0022love without limits.\u0022 It is often used to express unconditional love and acceptance.","date":"2022-12-22T00:25:11.0966451Z"},{"topic":"luisa","mean":"Luisa is a female given name of Spanish and Italian origin. It is derived from the Germanic name Hludowig, which means \u0022famous warrior\u0022. In English, Luisa can be translated to mean \u0022famous fighter\u0022.","date":"2022-12-22T00:25:12.6881058Z"},{"topic":"Imprudence","mean":"Imprudence is a quality of being imprudent, which means to act without thought or caution. It is the opposite of prudence, which is the quality of being careful and sensible in one\u0027s actions.","date":"2022-12-22T00:25:14.193372Z"},{"topic":"BRISOTO VIVE","mean":"BRISOTO VIVE is a Spanish phrase that translates to \u0022Live Strongly\u0022. It is often used as a motivational phrase to encourage people to stay strong and keep going in the face of adversity.","date":"2022-12-22T00:25:15.8705049Z"},{"topic":"BONDONI X CALVIN KLEIN","mean":"BONDONI X CALVIN KLEIN is a collaboration between the Italian fashion house Bondoni and the American fashion brand Calvin Klein. The collaboration features a range of clothing and accessories that combine the two brands\u0027 signature styles. The collection includes items such as t-shirts, jeans, jackets, and bags.","date":"2022-12-22T00:25:17.6677627Z"},{"topic":"Tolerably","mean":"Tolerably is an adverb that means in a way that is acceptable or bearable. It is used to describe something that is not perfect, but still good enough.","date":"2022-12-22T00:25:18.9018965Z"},{"topic":"Paulo Generoso","mean":"Paulo Generoso is a Portuguese name. It is composed of two words: Paulo, which means \u0022small\u0022 or \u0022humble,\u0022 and Generoso, which means \u0022generous.\u0022 In English, the name could be translated as \u0022Humble and Generous.\u0022","date":"2022-12-22T00:25:20.4566365Z"},{"topic":"Suspicion","mean":"Suspicion is a feeling of doubt or mistrust about someone or something. It is often based on incomplete information or intuition, and can lead to further investigation.","date":"2022-12-22T00:25:21.6280981Z"},{"topic":"Luísa","mean":"Luísa is a Portuguese female given name. It is a variant of the name Louise, which is derived from the Germanic name Hludowig, meaning \u0022famous warrior\u0022. In English, the name Luísa can be translated to mean \u0022famous fighter\u0022.","date":"2022-12-22T00:45:28.5536287Z"},{"topic":"Caleb Love","mean":"Caleb Love is a phrase that is used to express love and affection for someone. It is derived from the biblical figure Caleb, who was known for his loyalty and faithfulness. In English, it can be used as a term of endearment or to express admiration for someone.","date":"2022-12-22T00:45:30.4530853Z"},{"topic":"Alfie","mean":"Alfie is a British male name, derived from the Old English name Alfred. It is also used as a nickname for someone named Alfred. The meaning of Alfie in English is \u0022wise counselor\u0022.","date":"2022-12-22T00:45:31.8654484Z"},{"topic":"Contented","mean":"Contented is an adjective that means feeling or showing satisfaction with one\u0027s situation or circumstances. It is often used to describe someone who is happy and content with their life.","date":"2022-12-22T00:45:33.1926768Z"},{"topic":"Distrusts","mean":"Distrusts is a verb that means to have a lack of trust or confidence in someone or something. It is often used to describe a feeling of suspicion or doubt about someone\u0027s intentions or motives.","date":"2022-12-22T00:45:34.6960478Z"},{"topic":"Contrasted","mean":"Contrasted is an adjective that means to compare two or more things in order to show how they are different. It can also mean to emphasize the differences between two or more things.","date":"2022-12-22T00:45:36.3080273Z"},{"topic":"#AEWDynamite","mean":"#AEWDynamite is the hashtag used to promote the professional wrestling television show All Elite Wrestling: Dynamite. The show is produced by All Elite Wrestling, a professional wrestling promotion based in the United States. The hashtag is used to promote the show and its related content on social media platforms such as Twitter and Instagram.","date":"2022-12-22T01:13:39.3337061Z"},{"topic":"#まなみありがとう","mean":"#まなみありがとう is a Japanese phrase that translates to \u0022Thank you, Manami\u0022. It is a way of expressing gratitude to someone named Manami.","date":"2022-12-22T01:13:40.8452632Z"},{"topic":"Pro Bowl","mean":"The Pro Bowl is an annual all-star game featuring the best players from the National Football League (NFL). It is played between teams composed of players from the American Football Conference (AFC) and the National Football Conference (NFC). The Pro Bowl is typically held at the end of the NFL season, and its purpose is to recognize and honor the league\u0027s top players.","date":"2022-12-22T01:13:43.410895Z"},{"topic":"#スッキリ","mean":"#スッキリ is a Japanese hashtag that translates to \u0022refreshingly\u0022 or \u0022refreshingly clear\u0022. It is often used to describe something that is refreshing, clear, and easy to understand.","date":"2022-12-22T01:13:45.0902782Z"},{"topic":"#ラヴィット","mean":"#ラヴィット is a hashtag used on social media in Japan. It is a combination of the words \u0022love\u0022 and \u0022it\u0022, and it is used to express appreciation for something or someone. In English, it could be translated as \u0022Love It!\u0022","date":"2022-12-22T01:13:47.0047499Z"},{"topic":"Ricky Starks","mean":"Ricky Starks is a professional wrestler currently signed to All Elite Wrestling (AEW). The phrase is used to refer to the wrestler and his in-ring persona.","date":"2022-12-22T01:13:48.4150555Z"},{"topic":"Congress","mean":"Congress is a legislative body, usually made up of representatives from different political parties, that makes laws for a country or state. In the United States, Congress is made up of two houses: the House of Representatives and the Senate. The purpose of Congress is to represent the interests of its constituents and to pass laws that benefit the nation as a whole.","date":"2022-12-22T01:13:51.0045793Z"},{"topic":"Putin","mean":"Putin is the surname of Vladimir Putin, the current President of Russia. It is derived from the Russian word for \u0022one\u0027s own\u0022, or \u0022self\u0022.","date":"2022-12-22T01:13:52.0174435Z"},{"topic":"Warriors","mean":"Warriors is a term used to refer to people who are brave, strong, and skilled in battle. It is often used to describe soldiers, but can also be used to refer to anyone who shows courage and strength in the face of adversity.","date":"2022-12-22T01:13:53.4951212Z"},{"topic":"Kuni","mean":"Kuni is a Japanese word that means \u0022country\u0022 or \u0022nation\u0022. It is often used to refer to the nation of Japan itself.","date":"2022-12-22T01:13:54.7503835Z"},{"topic":"Natal","mean":"Natal is a Portuguese word meaning \u0022birth\u0022. It is often used to refer to the place of one\u0027s birth, or the celebration of one\u0027s birth.","date":"2022-12-22T01:13:55.7838414Z"},{"topic":"Andrew Thomas","mean":"Andrew Thomas is a masculine given name of English origin. It is derived from the Greek name Andreas, which means \u0022manly\u0022 or \u0022strong\u0022.","date":"2022-12-22T01:13:57.2192897Z"},{"topic":"Nets","mean":"Nets is short for \u0022networks,\u0022 which refers to a system of interconnected computers, devices, and other components that can communicate with each other. It is used to share information and resources between users.","date":"2022-12-22T01:13:58.5232323Z"},{"topic":"Pelosi","mean":"Pelosi is an Italian surname derived from the Latin word \u0022pilosus,\u0022 meaning \u0022hairy.\u0022 It is most commonly associated with Nancy Pelosi, the Speaker of the United States House of Representatives.","date":"2022-12-22T01:13:59.9483194Z"},{"topic":"冬至の日","mean":"冬至の日 (Winter Solstice Day) is a traditional Japanese holiday that marks the longest night of the year. It is celebrated on or around December 21st and is a time to reflect on the past year and look forward to the coming year. In English, it is sometimes referred to as \u0022the longest night of the year\u0022.","date":"2022-12-22T01:14:02.3235628Z"},{"topic":"Morning22 BAMBAM","mean":"\u0022Morning22 BAMBAM\u0022 is a phrase used to express enthusiasm and excitement. It is usually used as an exclamation or to show enthusiasm for something. In English, it could be translated as \u0022Let\u0027s get excited!\u0022 or \u0022Let\u0027s get pumped!\u0022","date":"2022-12-22T01:14:03.8562549Z"},{"topic":"人気声優・寺島拓篤さん","mean":"人気声優・寺島拓篤さん is a Japanese phrase that translates to \u0022Popular Voice Actor, Takuo Terashima\u0022. Takuo Terashima is a Japanese voice actor who has voiced characters in various anime series and video games.","date":"2022-12-22T01:14:06.4445961Z"},{"topic":"宝達志水","mean":"宝達志水 (Hōtoku Shisui) is a Japanese phrase that translates to \u0022treasure of wisdom and purity\u0022. It is often used to refer to the idea of having a pure heart and mind, as well as the ability to think deeply and act wisely.","date":"2022-12-22T01:14:08.3565178Z"},{"topic":"モーリーさん","mean":"モーリーさん is a polite way of addressing someone whose name is Maurice in Japanese. It is the equivalent of saying \u0022Mr. Maurice\u0022 in English.","date":"2022-12-22T01:14:09.6123844Z"},{"topic":"#すかいらーくサンタ","mean":"#すかいらーくサンタ is a hashtag used on Twitter in Japan to share photos of Santa Claus at the department store, Sukiya. It is used to share photos of Santa Claus taken at Sukiya stores during the Christmas season. In English, it translates to \u0022#SukiyakiSanta\u0022.","date":"2022-12-22T01:49:34.274474Z"},{"topic":"#RHOSLC","mean":"#RHOSLC stands for \u0022Real Housewives of Salt Lake City,\u0022 a reality television series that follows the lives of six women living in Salt Lake City, Utah. The show premiered on November 11, 2020 on Bravo.","date":"2022-12-22T01:49:36.2913336Z"},{"topic":"Pacers","mean":"Pacers are a type of horse used for riding, racing, and other activities. The term is derived from the Latin word pacare, which means \u0022to lead or guide.\u0022 Pacers are known for their smooth gait and ability to maintain a steady pace over long distances.","date":"2022-12-22T01:49:38.1604309Z"},{"topic":"Jericho","mean":"Jericho is a city in the West Bank, located near the Jordan River. It is believed to be one of the oldest continuously inhabited cities in the world. The name Jericho comes from the Hebrew word Yeriho, which means \u0022moon\u0022 or \u0022month.\u0022 In English, it can mean either a place of moonlight or a place of months.","date":"2022-12-22T01:49:40.8928157Z"},{"topic":"Ukrainian","mean":"Ukrainian is a language spoken in Ukraine, and it is an East Slavic language closely related to Russian and Belarusian. In English, it is sometimes referred to as the Ukrainian language.","date":"2022-12-22T01:49:42.7173075Z"},{"topic":"Juliana","mean":"Juliana is a female given name of Latin origin, derived from the name Julius. It means \u0022youthful\u0022 or \u0022downy-bearded\u0022.","date":"2022-12-22T01:49:43.9908819Z"},{"topic":"感動ハンバーグ","mean":"感動ハンバーグ (Kandou Hamburger) is a type of hamburger made with a special sauce that is said to evoke an emotional response. The sauce is made with a combination of sweet and savory ingredients, such as honey, soy sauce, and garlic. In English, it could be translated as \u0022emotional hamburger\u0022.","date":"2022-12-22T01:49:46.4276318Z"},{"topic":"Andretti","mean":"Andretti is a surname of Italian origin. It is derived from the given name Andrea, which is the Italian form of Andrew. The name is most famously associated with the Andretti racing family, which includes Mario Andretti, an Italian-American race car driver who won the Formula One World Championship in 1978.","date":"2022-12-22T01:49:48.4923885Z"},{"topic":"祈願キャンディ","mean":"祈願キャンディ (Ingan Candy) is a type of Japanese candy that is said to bring good luck and fortune. The name literally translates to \u0022prayer candy\u0022 in English.","date":"2022-12-22T01:49:50.2280041Z"},{"topic":"荒野の小悪魔と契約","mean":"荒野の小悪魔と契約 is a Japanese phrase that literally translates to \u0022a contract with a small devil of the wilderness\u0022. It is used to describe a situation in which someone makes a deal with someone else that has potentially dangerous consequences.","date":"2022-12-22T01:49:52.1365193Z"},{"topic":"Hargrave","mean":"Hargrave is a surname of English origin. It is derived from the Old English words \u0022har\u0022 meaning \u0022grey\u0022 and \u0022graef\u0022 meaning \u0022grove\u0022. The name can be translated to mean \u0022grey grove\u0022.","date":"2022-12-22T01:49:53.6668559Z"},{"topic":"勲章のピース","mean":"勲章のピース (Kunsho no Piece) is a Japanese phrase that literally translates to \u0022piece of medal\u0022. It is used to refer to a person who has been awarded a medal or honor for their achievements. In English, it can be translated as \u0022medal of honor\u0022 or \u0022medal of distinction\u0022.","date":"2022-12-22T01:49:55.8926012Z"},{"topic":"Coti","mean":"Coti is a Spanish name derived from the Latin word cotis, meaning “axe” or “hatchet.” It is also a short form of the name Acotis, which was derived from the Greek word akotis, meaning “sharp edge.”","date":"2022-12-22T01:49:58.0909721Z"},{"topic":"The Elite","mean":"The Elite is a term used to refer to a group of people who are considered to be the most powerful, influential, or successful in a particular field or society. It can also refer to those who have achieved the highest level of social or economic status.","date":"2022-12-22T01:50:00.2186141Z"},{"topic":"Bradberry","mean":"Bradberry is a portmanteau of the words \u0022brat\u0022 and \u0022strawberry\u0022. It is used to describe someone who is spoiled, selfish, and demanding.","date":"2022-12-22T01:50:02.8612975Z"},{"topic":"Boebert","mean":"Boebert is a nickname for Lauren Boebert, an American politician and gun rights activist from Colorado. She is a member of the Republican Party and was elected to the United States House of Representatives in 2020. The name is derived from her last name, Boebert.","date":"2022-12-22T01:50:04.8368236Z"},{"topic":"寺島拓篤さん","mean":"寺島拓篤さん is the name of a Japanese actor and singer. His name in English is Takuji Terashima.","date":"2022-12-22T01:50:06.6149949Z"},{"topic":"mocopi","mean":"Mocopi is a term used in the Japanese language to describe a person who is slow-witted or clumsy. It can also be used to describe someone who is not very smart or has difficulty understanding things. In English, it could be translated as \u0022clumsy\u0022 or \u0022slow-witted\u0022.","date":"2022-12-22T01:50:08.6745432Z"},{"topic":"Bacot","mean":"Bacot is a slang term used in Indonesia and Malaysia, usually as an insult. It is derived from the phrase \u0022bacotan,\u0022 which means to talk or gossip in a negative way. In English, it can be translated to mean \u0022trash talk\u0022 or \u0022insulting talk.\u0022","date":"2022-12-22T01:50:10.7206979Z"},{"topic":"Romina","mean":"Romina is a feminine given name of Latin origin, derived from the Roman family name Romulus. It means \u0022from Rome\u0022 or \u0022of Rome\u0022.","date":"2022-12-22T01:50:11.8101153Z"},{"topic":"Foto con Leo","mean":"Foto con Leo is a Spanish phrase that translates to \u0022Photo with Leo\u0022 in English. It is typically used to refer to taking a photo with someone named Leo, or a photo of someone named Leo.","date":"2022-12-22T01:50:13.2293773Z"},{"topic":"Habano","mean":"Habano is a term used to refer to Cuban cigars. It is derived from the Spanish word for tobacco, tabaco. In English, Habano translates to \u0022tobacco of Havana,\u0022 referring to the city in Cuba where many of the world\u0027s finest cigars are produced.","date":"2022-12-22T01:50:15.2667426Z"},{"topic":"Ethan Page","mean":"Ethan Page is a professional wrestler from Canada. He is best known for his work in Impact Wrestling, where he is a former two-time Impact World Tag Team Champion. The name \u0022Ethan Page\u0022 is derived from the Greek word ethane, which means strong and powerful.","date":"2022-12-22T01:50:17.2243809Z"},{"topic":"Cata","mean":"Cata is short for the Latin phrase \u0022catalogus,\u0022 which means \u0022list\u0022 or \u0022catalogue.\u0022 In English, it is used to refer to a list of items or information, such as a catalog of products or a list of books.","date":"2022-12-22T01:50:18.7889928Z"},{"topic":"Wiseman","mean":"Wiseman is a term used to refer to a wise and knowledgeable person. It is often used to describe someone who has a great deal of experience and knowledge in a particular field or area of expertise.","date":"2022-12-22T01:50:20.2461907Z"},{"topic":"Golden State","mean":"Golden State is a nickname for the U.S. state of California. It is derived from the state\u0027s nickname, The Golden State, which was first used in print by author and historian O.P. Austin in 1876. The term is often used to refer to the entire West Coast of the United States, or more specifically, to the area along the Pacific coast from Oregon to Southern California.","date":"2022-12-22T01:50:22.539182Z"},{"topic":"Stokely","mean":"Stokely is a given name of English origin, derived from the Old English words \u0022stoc\u0022 (meaning \u0022tree trunk\u0022) and \u0022leah\u0022 (meaning \u0022woodland clearing\u0022). It is also a surname. The name can be used as both a first name and a surname. In English, it means \u0022from the tree trunk clearing\u0022.","date":"2022-12-22T01:50:24.7530491Z"},{"topic":"Anthony Richard","mean":"Anthony Richard is a name. It is a combination of two given names, Anthony and Richard. The name Anthony is derived from the Latin Antonius, which means \u0022priceless one\u0022 or \u0022invaluable\u0022. Richard is derived from the Germanic name Ricard, which means \u0022strong ruler\u0022.","date":"2022-12-22T01:50:26.3937378Z"},{"topic":"北國新聞社","mean":"北國新聞社 is a Chinese news agency based in Beijing. It is the official news agency of the People\u0027s Republic of China and is one of the largest news agencies in the world. In English, it translates to \u0022Beijing News Agency\u0022.","date":"2022-12-22T01:50:28.0319981Z"},{"topic":"#GranHermano","mean":"Gran Hermano is a Spanish reality television show based on the Big Brother franchise. The show follows a group of contestants, known as housemates, who live together in a specially constructed house that is isolated from the outside world. The housemates are monitored by cameras and microphones 24 hours a day, and they must compete in various tasks and challenges to win prizes. The English translation of Gran Hermano is \u0022Big Brother\u0022.","date":"2022-12-22T02:16:10.3334817Z"},{"topic":"#สองล้านฟอลขอส่งรักให้นุนิว","mean":"\u0022#สองล้านฟอลขอส่งรักให้นุนิว\u0022 is a hashtag used on social media in Thailand. It translates to \u0022Two million hugs for Nuneew\u0022, expressing love and support for someone named Nuneew.","date":"2022-12-22T02:16:13.1750521Z"},{"topic":"Daniela","mean":"Daniela is a feminine given name of Hebrew origin, meaning \u0022God is my judge\u0022.","date":"2022-12-22T02:16:14.0027878Z"},{"topic":"Maxi","mean":"Maxi is a term used to describe a long, loose-fitting dress or skirt that reaches the ankles. It is typically made of lightweight fabrics such as cotton or linen and is often worn in warm weather. The term can also refer to a style of dress that is shorter than a maxi dress but still reaches the ankles.","date":"2022-12-22T02:16:16.2828557Z"},{"topic":"りくりゅう","mean":"りくりゅう (rikuryuu) is a Japanese word that means \u0022luxury\u0022. It is used to describe something that is of high quality, expensive, or luxurious.","date":"2022-12-22T02:16:17.9427617Z"},{"topic":"Coty","mean":"Coty is a brand name of a company that produces beauty and personal care products. The name is derived from the French word \u0022cote,\u0022 which means \u0022side\u0022 or \u0022edge.\u0022","date":"2022-12-22T02:16:19.4124194Z"},{"topic":"ロスバゲ","mean":"ロスバゲ is a Japanese slang term that literally translates to \u0022loser bagel\u0022. It is used to describe someone who is a loser or a failure.","date":"2022-12-22T02:16:20.7371761Z"},{"topic":"Backyardigans","mean":"Backyardigans is an American-Canadian children\u0027s television series that aired on Nickelodeon and Nick Jr. The show follows the adventures of five animal friends who live in a backyard: Uniqua, Pablo, Tyrone, Tasha, and Austin. The show is known for its musical numbers and educational themes. In English, Backyardigans means a group of friends who explore their backyard and have fun adventures together.","date":"2022-12-22T02:16:23.6754044Z"},{"topic":"Juwan Howard","mean":"Juwan Howard is an American professional basketball coach and former player. He is currently the head coach of the University of Michigan men\u0027s basketball team. The name Juwan is derived from the Hebrew name Yehochanan, which means \u0022God is gracious\u0022.","date":"2022-12-22T02:16:25.2762167Z"},{"topic":"ロストバゲージ","mean":"ロストバゲージ (Lost Baggage) is a Japanese term used to describe a person who has lost their sense of purpose or direction in life. It can also refer to someone who is feeling lost and confused, or who is struggling to find their place in the world. In English, it could be translated as \u0022lost baggage\u0022 or \u0022lost soul\u0022.","date":"2022-12-22T02:16:27.5191337Z"},{"topic":"Martina","mean":"Martina is a female given name of Latin origin, derived from the name Martinus, which means \u0022of Mars\u0022. It is a popular name in many countries, including Italy, Spain, Germany, Austria, and the Czech Republic. In English-speaking countries, it is often used as a short form of the longer name Martina.","date":"2022-12-22T02:16:29.7758281Z"},{"topic":"Conejo","mean":"Conejo is the Spanish word for rabbit. In English, it means the same thing.","date":"2022-12-22T02:16:30.6697708Z"},{"topic":"Siakam","mean":"Siakam is a surname of African origin. It is derived from the word \u0022siaka,\u0022 which means \u0022king\u0022 in the Bambara language. In English, it can be translated to mean \u0022kingly.\u0022","date":"2022-12-22T02:31:41.0264982Z"},{"topic":"Cone","mean":"Cone is a three-dimensional geometric shape that tapers smoothly from a flat base to a point. It is a common shape in nature, such as the cone-shaped fruit of a pine tree or the cone-shaped petals of a flower. In English, the word \u0022cone\u0022 can also refer to an ice cream cone or traffic cones used to direct traffic.","date":"2022-12-22T02:31:43.4419963Z"},{"topic":"Pascal","mean":"Pascal is a programming language developed in the late 1960s by Niklaus Wirth. It is a procedural language, meaning that it is designed to be used for writing programs that execute step-by-step instructions. Pascal is widely used in computer science education and research, as well as in commercial software development. The name Pascal comes from the French mathematician Blaise Pascal, who invented the first mechanical calculator in 1642.","date":"2022-12-22T02:31:46.3736991Z"},{"topic":"Andi","mean":"Andi is a unisex name of German origin, derived from the name Andreas. It can be used as a short form of the name or as a stand-alone name. In English, it means \u0022brave\u0022 or \u0022manly\u0022.","date":"2022-12-22T02:31:48.0056068Z"},{"topic":"#GH2022","mean":"#GH2022 is a hashtag used to refer to the 2022 Ghanaian general election. It is used to discuss topics related to the upcoming election, such as potential candidates, political parties, and other related news.","date":"2022-12-22T02:47:22.6518419Z"},{"topic":"Rick Ross","mean":"Rick Ross is the stage name of American rapper William Leonard Roberts II. The name \u0022Rick Ross\u0022 is derived from the drug trafficker \u0022Freeway\u0022 Rick Ross. The name has become synonymous with wealth and success, and is often used as a metaphor for achieving one\u0027s goals.","date":"2022-12-22T02:47:24.8386417Z"},{"topic":"Cavs","mean":"Cavs is an abbreviation for the Cleveland Cavaliers, a professional basketball team based in Cleveland, Ohio.","date":"2022-12-22T02:47:25.8957556Z"},{"topic":"Keith Lee","mean":"Keith Lee is a professional wrestler currently signed to WWE. His ring name is a combination of his real first name, Keith, and his middle name, Lee. The name has become synonymous with his larger-than-life persona and in-ring style. In English, the phrase \u0022Keith Lee\u0022 is used to refer to the wrestler himself.","date":"2022-12-22T02:47:28.4110894Z"},{"topic":"Swerve","mean":"Swerve is a slang term that means to suddenly change direction or to avoid something. It can also be used to describe a sudden change in attitude or behavior.","date":"2022-12-22T02:47:29.8656667Z"},{"topic":"Tini","mean":"Tini is short for Martini, a type of alcoholic cocktail made with gin or vodka and vermouth. The name comes from the Italian word for \u0022little\u0022, as the drink is traditionally served in a small glass.","date":"2022-12-22T02:47:31.6383655Z"},{"topic":"Appreciated WorldWide","mean":"Appreciated WorldWide is a phrase used to describe something that is highly valued and respected around the world. It can refer to people, products, services, or ideas that have been recognized for their excellence and have earned global admiration.","date":"2022-12-22T02:47:33.3876104Z"},{"topic":"Shida","mean":"Shida is a Japanese word that means trouble or difficulty. It can also be used to describe a situation that is causing someone stress or worry. In English, it could be translated as \u0022trouble\u0022 or \u0022difficulty\u0022.","date":"2022-12-22T02:47:35.2361049Z"},{"topic":"Gary Wang","mean":"Gary Wang is a Chinese name. It is composed of two characters: \u0022Gāi\u0022 (該) and \u0022Róng\u0022 (榮). The literal meaning of the name is \u0022honor and respect\u0022.","date":"2022-12-22T02:47:37.1918486Z"},{"topic":"Mission Of Asharamji Bapu","mean":"The mission of Asharamji Bapu is to spread the message of peace, love, and harmony through spiritual teachings and practices. The mission seeks to help people find inner peace and joy by connecting with their true selves and understanding the power of meditation. The mission also encourages people to lead a life of service to others, with the ultimate goal of creating a better world for all. In English, this mission can be summed up as “Bringing peace, love, and harmony through spiritual teachings and practices.”","date":"2022-12-22T02:54:28.9039158Z"},{"topic":"Caroline Ellison","mean":"Caroline Ellison is a female given name. It is derived from the Latin name Carolus, which means \u0022free man\u0022, and the Old English word elles, which means \u0022island\u0022. The name can be translated to mean \u0022free man of the island\u0022.","date":"2022-12-22T02:54:30.7530282Z"},{"topic":"Randle","mean":"Randle is a surname of English origin. It is derived from the Old Norse personal name Randulfr, which is composed of the elements rand (rim or shield) and ulfr (wolf). The name was brought to England by Scandinavian settlers in the Middle Ages. The meaning of Randle in English is \u0022shield wolf\u0022.","date":"2022-12-22T03:01:37.7096751Z"},{"topic":"Hayter","mean":"Hayter is a British slang term used to describe someone who talks too much or talks nonsense. It is derived from the phrase \u0022hayter the gab\u0022, which means to talk incessantly.","date":"2022-12-22T03:01:42.2512679Z"},{"topic":"Raptors","mean":"Raptors are birds of prey, such as eagles, hawks, falcons, and owls. They are known for their sharp eyesight and powerful talons which they use to catch their prey. The word \u0022raptor\u0022 comes from the Latin word \u0022rapere,\u0022 which means \u0022to seize or take by force.\u0022","date":"2022-12-22T03:01:44.3983974Z"},{"topic":"Bulls","mean":"Bulls is a term used to refer to investors who are optimistic about the stock market and believe that prices will rise. It is the opposite of bears, who are pessimistic and believe that prices will fall.","date":"2022-12-22T03:01:45.961254Z"},{"topic":"Lucila","mean":"Lucila is a Spanish female name derived from the Latin name Lucius, which means “light”. In English, Lucila can be translated to mean “bringer of light”.","date":"2022-12-22T03:01:47.3460775Z"},{"topic":"John Collins","mean":"John Collins is a cocktail made with gin, lemon juice, sugar, and soda water. It is a popular drink that originated in the 18th century and is named after the headwaiter at Limmer\u0027s Old House in London. The drink is typically served in a Collins glass over ice.","date":"2022-12-22T03:01:49.0846923Z"},{"topic":"Celtics","mean":"Celtics is a term used to refer to the people of the Celtic culture, which originated in Iron Age Europe and spread throughout the British Isles and parts of France. The Celts were known for their art, music, literature, and mythology. In modern times, the term is often used to refer to sports teams such as the Boston Celtics basketball team.","date":"2022-12-22T03:14:16.9305524Z"},{"topic":"#SistasOnBET","mean":"#SistasOnBET is a hashtag used to promote the television series Sistas, which airs on the BET network. The show follows a group of single black women in Atlanta as they navigate their complicated love lives, careers, and friendships. The hashtag is used to promote the show and encourage viewers to watch it.","date":"2022-12-22T03:14:19.1146399Z"},{"topic":"Knicks","mean":"Knicks is an abbreviation for the New York Knicks, a professional basketball team based in New York City. The team competes in the National Basketball Association (NBA) as a member of the Atlantic Division of the Eastern Conference.","date":"2022-12-22T03:14:20.9843435Z"},{"topic":"South Alabama","mean":"South Alabama is a region in the southeastern United States that includes the states of Alabama, Mississippi, and Florida. It is known for its diverse culture, rich history, and beautiful beaches. The term \u0022South Alabama\u0022 is often used to refer to the entire region, but it can also be used to refer specifically to the state of Alabama.","date":"2022-12-22T03:14:23.417961Z"},{"topic":"ジャケ写アクスタコレクションBOX","mean":"ジャケ写アクスタコレクションBOX is a box set of CDs released by the Japanese rock band, Acusta. It contains all of their albums, singles, and other material released between 1997 and 2006. The name translates to \u0022Acusta Collection Box with Jacket Photos\u0022.","date":"2022-12-22T03:26:10.2005716Z"},{"topic":"Kuldeep","mean":"Kuldeep is a Hindu name derived from Sanskrit, meaning \u0022light of the family\u0022. It is typically used as a masculine name.","date":"2022-12-22T03:31:21.7974334Z"},{"topic":"田中れい","mean":"田中れい is a Japanese name. It is written in kanji as 田中麗 and can be translated to mean \u0022beautiful Tanaka\u0022.","date":"2022-12-22T03:51:11.2161947Z"},{"topic":"フリトレ","mean":"フリトレ (Furitore) is a Japanese term that refers to a type of shopping where customers can buy items at discounted prices. It is similar to bargain shopping, but with the added benefit of being able to buy items in bulk. The term is derived from the words \u0022furi\u0022 (discount) and \u0022toreru\u0022 (to purchase).","date":"2022-12-22T03:51:13.876321Z"},{"topic":"応用情報","mean":"応用情報 (ouyou jouhou) is a Japanese term that translates to \u0022applied information\u0022 or \u0022applied knowledge\u0022. It refers to the use of information technology and other forms of knowledge to solve practical problems. This includes the use of data, algorithms, and other tools to create solutions for businesses, organizations, and individuals.","date":"2022-12-22T03:51:16.6578637Z"},{"topic":"alice in borderland","mean":"Alice in Borderland is a Japanese manga series written and illustrated by Haro Aso. It follows the story of Arisu, a high school student who finds himself in an alternate version of Tokyo where he must compete in dangerous games to survive. The title is a reference to Lewis Carroll\u0027s classic novel Alice\u0027s Adventures in Wonderland, which features a young girl named Alice who falls down a rabbit hole and finds herself in a strange world.","date":"2022-12-22T04:01:35.2464108Z"},{"topic":"T.W.L","mean":"T.W.L stands for \u0022Time, Work, and Life\u0022 and is a term used to describe the balance between work, leisure, and personal life. It is often used in the context of work-life balance and refers to the need to find a balance between work commitments and other aspects of life such as family, friends, hobbies, etc.","date":"2022-12-22T04:14:29.1453078Z"},{"topic":"反則負け","mean":"反則負け is a Japanese phrase that literally translates to \u0022lose by foul play\u0022. It is used to describe a situation in which someone has lost a game or competition due to breaking the rules.","date":"2022-12-22T04:14:30.7106686Z"},{"topic":"ギフテッド","mean":"ギフテッド (Gifted) is a Japanese word that means \u0022gifted\u0022 or \u0022talented\u0022 in English. It is often used to describe someone who has a natural talent or ability in a particular area.","date":"2022-12-22T04:14:32.5189295Z"},{"topic":"サクセスブロッケン","mean":"サクセスブロッケン (Sakusesu Burokken) is a Japanese card game that is similar to the Western game of Uno. The name translates to \u0022Success Blockade\u0022 in English. The goal of the game is to be the first player to get rid of all their cards by matching them with either the color or number of the card on top of the discard pile.","date":"2022-12-22T04:14:35.3465971Z"},{"topic":"星光色紙","mean":"星光色紙 (Seikō Shikishi) is a type of Japanese paper used for calligraphy and painting. It is made from a blend of mulberry and other fibers, and has a glossy finish. The name translates to \u0022starlight color paper\u0022 in English.","date":"2022-12-22T04:14:37.5655796Z"},{"topic":"Shining One","mean":"Shining One is a term used to refer to a person who is seen as an inspirational leader or role model. It is often used to describe someone who has achieved great success or has done something remarkable. The phrase can also be used to refer to someone who is admired for their strength, courage, and determination.","date":"2022-12-22T04:14:39.8960387Z"},{"topic":"ブラザービート","mean":"ブラザービート (Brother Beat) is a Japanese hip-hop group formed in 2002. The group consists of four members: MCs K Dub Shine and K.K., DJ YMG, and producer/DJ Hasebe. The group\u0027s name is derived from the English phrase \u0022brothers beat,\u0022 which refers to the members\u0027 shared passion for hip-hop music. In English, the group\u0027s name can be translated to mean \u0022brothers who beat together.\u0022","date":"2022-12-22T04:26:15.2600925Z"},{"topic":"ichiban","mean":"Ichiban is a Japanese word meaning \u0022number one\u0022 or \u0022the best\u0022. It is often used to refer to the best of something, such as the best restaurant, the best movie, or the best athlete.","date":"2022-12-22T04:26:17.0902485Z"},{"topic":"初心LOVE","mean":"初心LOVE is a Japanese pop song by the group AAA. The title translates to \u0022First Love\u0022 in English, and the song is about remembering one\u0027s first love and the feelings associated with it.","date":"2022-12-22T04:26:18.979555Z"},{"topic":"Amerie","mean":"Amerie is a female given name of French origin. It is derived from the Latin word \u0022amor\u0022 meaning \u0022love\u0022. The name is also associated with the French word \u0022merci\u0022 meaning \u0022thank you\u0022.","date":"2022-12-22T04:26:20.4870825Z"},{"topic":"James McCann","mean":"James McCann is a Scottish surname. It is derived from the Gaelic Mac an Mhaighstir, meaning \u0022son of the master\u0022.","date":"2022-12-22T04:26:21.5804798Z"},{"topic":"紅白キツネ","mean":"紅白キツネ (Kouhaku Kitsune) is a traditional Japanese folktale about a white fox with red patches on its fur. It is said that the fox can bring good luck and fortune to those who encounter it. In English, the phrase literally translates to \u0022Red and White Fox\u0022.","date":"2022-12-22T04:33:58.8309809Z"},{"topic":"スノラボミリオン","mean":"スノラボミリオン is a type of snowboard designed for freestyle snowboarding. It is designed to be lightweight and maneuverable, allowing riders to perform tricks and jumps with ease. The name is derived from the words \u0022snow\u0022, \u0022lab\u0022, and \u0022million\u0022. In English, it translates to \u0022Snow Lab Million\u0022.","date":"2022-12-22T04:34:01.3110416Z"},{"topic":"怪獣の花唄","mean":"怪獣の花唄 (Kaijū no Hanayome) is a Japanese song released in 1964. It was written by composer Masaru Sato and performed by singer Kyu Sakamoto. The song is about a young man who falls in love with a mysterious woman who turns out to be a monster. The English translation of the title is \u0022Bride of the Monster\u0022.","date":"2022-12-22T04:34:04.1223968Z"},{"topic":"#NHK紅白","mean":"#NHK紅白 is a hashtag used to refer to the annual NHK Kohaku Uta Gassen, a Japanese music show broadcast on New Year\u0027s Eve. The name of the show translates to \u0022NHK Red and White Song Contest\u0022 in English.","date":"2022-12-22T04:42:09.4673833Z"},{"topic":"Unadkat","mean":"Unadkat is a surname of Indian origin. It is derived from the Sanskrit word “unad”, which means “not bound” or “free”. The literal meaning of Unadkat is \u0022one who is not bound\u0022.","date":"2022-12-22T04:42:11.2921074Z"},{"topic":"はだサマ","mean":"はだサマ is a Japanese phrase that literally translates to \u0022naked summer\u0022. It is used to describe a hot summer day when it is so hot that you feel like you are wearing nothing.","date":"2022-12-22T05:01:33.2345076Z"},{"topic":"राष्ट्रीय गणित","mean":"राष्ट्रीय गणित (Rashtriya Ganit) is a term used in India to refer to the mathematics curriculum taught in schools. It is based on the Indian system of mathematics, which has its roots in Vedic mathematics. The curriculum focuses on problem-solving and critical thinking skills, as well as basic arithmetic and algebra. In English, it can be translated as \u0022National Mathematics\u0022.","date":"2022-12-22T05:01:36.4881639Z"},{"topic":"不発弾処理","mean":"不発弾処理 (Fuhatsu Dan Shori) is a Japanese term that literally translates to \u0022non-explosive disposal\u0022. It is a process used to safely dispose of explosive materials, such as fireworks, ammunition, and other hazardous materials. The process involves neutralizing the explosive material so that it can be safely disposed of without causing any harm.","date":"2022-12-22T05:13:51.2759528Z"},{"topic":"日向坂キツネ","mean":"日向坂キツネ (Hinatazaka Kitsu-ne) is a Japanese idol group formed in 2019. The group consists of nine members and is managed by the agency Keyakizaka46. The name of the group comes from the Japanese phrase \u0022hinatazaka kitte\u0022 which means \u0022to be brave and take on challenges\u0022. In English, the name can be translated to \u0022Brave Foxes of Hinatazaka\u0022.","date":"2022-12-22T05:13:54.6381975Z"},{"topic":"Kendrick Nunn","mean":"Kendrick Nunn is an American professional basketball player who currently plays for the Miami Heat of the National Basketball Association (NBA). He was drafted by the Golden State Warriors in the 2018 NBA draft. He is known for his ability to score from all over the court and his tenacious defense.","date":"2022-12-22T05:13:56.9870742Z"},{"topic":"#NationalMathematicsDay","mean":"#NationalMathematicsDay is an annual celebration in India that takes place on December 22nd. It was established to commemorate the birth anniversary of the great Indian mathematician Srinivasa Ramanujan. The day is meant to recognize and honor the contributions of mathematicians to society, and to promote the study of mathematics in India.","date":"2022-12-22T05:23:27.5377215Z"},{"topic":"Ashwin","mean":"Ashwin is a Hindu name derived from Sanskrit, meaning \u0022lord of the horse\u0022. It is often used as a given name for boys in India.","date":"2022-12-22T05:23:28.8671242Z"},{"topic":"PATRICK NANNING VLOG2","mean":"PATRICK NANNING VLOG2 is a YouTube channel created by Patrick Nanning, a Dutch vlogger. The channel features videos about his life, his travels, and his experiences. The name of the channel is a combination of his name and the fact that it is his second vlogging channel.","date":"2022-12-22T05:31:19.9875366Z"},{"topic":"LIGHT THE BEAM","mean":"\u0022Light the Beam\u0022 is a phrase used to describe the act of focusing one\u0027s attention on a particular goal or task. It is often used as a metaphor for shining a light on something, or bringing attention to it. The phrase can also be used to encourage someone to take action and focus their energy on achieving their goals.","date":"2022-12-22T05:41:05.9318079Z"},{"topic":"McCann","mean":"McCann is a surname of Irish origin. It is an anglicized form of the Gaelic Mac Cana, meaning \u0022son of Cana\u0022.","date":"2022-12-22T05:41:07.3171971Z"},{"topic":"#JhoomeJoPathaan","mean":"#JhoomeJoPathaan is a popular phrase in the Punjabi language which translates to \u0022Let\u0027s Dance\u0022. It is often used as an invitation to join in on a dance or to encourage someone to get up and dance.","date":"2022-12-22T05:51:09.3277138Z"},{"topic":"#年末の挨拶FF14","mean":"#年末の挨拶FF14 is a hashtag used on social media to wish people a happy New Year in the online game Final Fantasy XIV. In English, it translates to \u0022Happy New Year Greetings for Final Fantasy XIV\u0022.","date":"2022-12-22T06:01:40.6530947Z"},{"topic":"キツネダンス","mean":"キツネダンス (Kitsune Dance) is a traditional Japanese dance that is performed during festivals and other special occasions. It is usually performed by two people wearing fox masks and dancing in a circle. The dance symbolizes the power of the fox spirit, which is believed to bring good luck and protection. In English, it can be translated as \u0022Fox Dance\u0022.","date":"2022-12-22T06:01:43.0338251Z"},{"topic":"श्रीनिवास रामानुजन","mean":"श्रीनिवास रामानुजन is a Sanskrit phrase meaning \u0022the residence of Lord Rama\u0022. It is often used as a poetic way to refer to the city of Ayodhya, which is believed to be the birthplace of Lord Rama.","date":"2022-12-22T06:01:45.6875914Z"},{"topic":"#紅白歌合戦2022","mean":"#紅白歌合戦2022 is a hashtag used to refer to the 2022 edition of the annual Japanese music competition, Kōhaku Uta Gassen. The name translates to \u0022Red and White Song Battle\u0022 in English. It is an annual New Year\u0027s Eve television special broadcast on NHK in Japan, where popular singers from Japan and abroad perform and compete for the title of best performance.","date":"2022-12-22T06:14:39.4213119Z"},{"topic":"商品の販売休止","mean":"商品の販売休止 is a Japanese phrase meaning \u0022suspension of sales of goods\u0022. It refers to the temporary suspension of the sale of certain goods or services.","date":"2022-12-22T06:16:18.2677145Z"},{"topic":"Sing Out","mean":"Sing Out is an expression used to encourage someone to sing or perform a song. It is often used as a form of encouragement or support, and can be used to cheer someone on before they perform. In English, it means to sing with enthusiasm and confidence.","date":"2022-12-22T06:16:20.3142754Z"},{"topic":"聖ちゃん","mean":"聖ちゃん is a nickname for the Japanese singer and songwriter, Hikaru Utada. It is derived from her given name, Hikaru, which can be translated to mean \u0022holy\u0022 or \u0022sacred\u0022. In English, it could be translated to mean \u0022Holy One\u0022.","date":"2022-12-22T06:26:43.1184006Z"},{"topic":"#IndiaNewsManch","mean":"#IndiaNewsManch is a hashtag used on Twitter to promote news and discussions related to India. It is an initiative by the Indian Journalists Union to create a platform for journalists, media professionals, and citizens to share news and views about India. The English translation of #IndiaNewsManch is \u0022India News Platform\u0022.","date":"2022-12-22T06:26:45.3627073Z"},{"topic":"ばらかもん","mean":"ばらかもん is a Japanese manga series written and illustrated by Suu Morishita. It follows the story of a young girl named Barakamon, who moves to a rural village in order to find inspiration for her calligraphy. The title is a play on words, combining the Japanese word for “wild” (bara) with the English word “comic” (kamon). In English, it can be translated as “Wild Comic”.","date":"2022-12-22T06:26:49.2814628Z"},{"topic":"原涼子さん","mean":"原涼子さん is the stage name of a Japanese singer and actress. Her real name is Hara Ryoko. She is known for her work in the Japanese pop music scene, as well as her roles in television dramas and films. In English, her stage name can be translated to \u0022Ryoko Hara\u0022.","date":"2022-12-22T06:26:51.6343227Z"},{"topic":"ニュージェネガイア","mean":"ニュージェネガイア is a Japanese role-playing game developed by Bandai Namco Entertainment. It is set in a fantasy world and follows the story of a group of adventurers who must save the world from an evil force. The title translates to \u0022New Generation Gaia\u0022 in English.","date":"2022-12-22T06:26:53.5714498Z"},{"topic":"サツマイモ基腐病","mean":"サツマイモ基腐病 is a disease of sweet potatoes caused by the fungus Fusarium oxysporum f.sp. batatas. It is a serious disease that can cause significant losses in yield and quality of sweet potatoes. In English, it is known as Sweet Potato Fusarium Wilt Disease.","date":"2022-12-22T06:26:56.0197168Z"},{"topic":"CHA EUNWOO X ISLAND IS COMING","mean":"\u0022CHA EUNWOO X ISLAND IS COMING\u0022 is a promotional phrase for an upcoming collaboration between South Korean singer Cha Eunwoo and the lifestyle brand Island. The phrase means that the collaboration between Cha Eunwoo and Island is coming soon.","date":"2022-12-22T06:34:42.531408Z"},{"topic":"影山飛雄26歳","mean":"影山飛雄26歳 is the name of a Japanese manga series written and illustrated by Hirohiko Araki. The title translates to \u0022Kageyama Hiei, Age 26\u0022 in English. The series follows the story of a 26-year-old man named Kageyama Hiei, who is trying to find his place in the world.","date":"2022-12-22T06:34:45.4322514Z"},{"topic":"#1DayToCirkus","mean":"#1DayToCirkus is a hashtag used to promote the upcoming performance of the Cirkus theatre group. It is used to generate excitement and anticipation for the show, which is usually held on a specific day. The phrase translates to \u0022one day until Cirkus\u0022 in English.","date":"2022-12-22T06:42:30.4555737Z"},{"topic":"#Sarıkamış","mean":"Sarıkamış is a town in the Kars Province of Turkey. It is located near the Armenian border and is known for its historical significance during World War I. The name Sarıkamış translates to \u0022yellow stone\u0022 in Turkish, referring to the yellowish hue of the nearby mountains.","date":"2022-12-22T06:51:16.1670447Z"},{"topic":"LEO様","mean":"LEO様 is a Japanese honorific used to refer to someone with a high social status, such as a wealthy person or a person of authority. In English, it can be translated as \u0022Lord/Lady LEO\u0022.","date":"2022-12-22T06:51:17.8771324Z"},{"topic":"Ronnie Hillman","mean":"Ronnie Hillman is an American football running back who currently plays for the San Diego Fleet of the Alliance of American Football. He was drafted by the Denver Broncos in the third round of the 2012 NFL Draft. The name \u0022Ronnie Hillman\u0022 is derived from his given name, Ronald.","date":"2022-12-22T06:51:19.9002017Z"},{"topic":"運転期間60年超","mean":"運転期間60年超 means \u0022over 60 years of operation\u0022. It is used to describe a company, organization, or machine that has been in operation for more than 60 years.","date":"2022-12-22T07:01:31.1880723Z"},{"topic":"原発政策","mean":"原発政策 (genpatsu seisaku) is a Japanese term that refers to the government\u0027s policy on nuclear power. It includes decisions about the construction and operation of nuclear power plants, as well as safety regulations and waste disposal. In English, it can be translated as \u0022nuclear power policy\u0022.","date":"2022-12-22T07:01:33.482472Z"},{"topic":"渋ハルカスタム","mean":"渋ハルカスタム is a Japanese fashion style that originated in the Harajuku district of Tokyo. It is characterized by a mix of punk, goth, and street fashion elements, often featuring bright colors and unique accessories. The term literally translates to \u0022tasteful Harajuku custom\u0022.","date":"2022-12-22T07:01:35.8754331Z"},{"topic":"油淋鶏さん","mean":"油淋鶏さん is a Japanese dish consisting of boiled chicken in a sesame sauce. The literal translation of the name is \u0022oil-drizzled chicken\u0022.","date":"2022-12-22T07:01:37.4089742Z"},{"topic":"正式決定","mean":"正式決定 is a Japanese phrase that means \u0022formally decided\u0022 or \u0022finalized\u0022. It is used to indicate that a decision has been made and is now set in stone.","date":"2022-12-22T07:13:45.8384684Z"},{"topic":"花子くん","mean":"花子くん is a Japanese manga series written and illustrated by Akiko Higashimura. It follows the story of a young girl named Hanako who lives in a small town in Japan. The title literally translates to \u0022Hanako-kun\u0022 and is often used as an affectionate nickname for the protagonist. In English, it can be translated to \u0022Little Flower\u0022.","date":"2022-12-22T07:13:48.6790911Z"},{"topic":"#جده_الان","mean":"#جده_الان is a hashtag used on social media to refer to the city of Jeddah, Saudi Arabia. In English, it translates to \u0022Jeddah Now\u0022.","date":"2022-12-22T07:22:44.3025203Z"},{"topic":"エキドナ","mean":"エキドナ is a type of Japanese fish. It is also known as the Japanese dace or the Japanese chub. In English, it is sometimes referred to as the \u0022Japanese Minnow\u0022.","date":"2022-12-22T07:22:45.7703288Z"},{"topic":"スマイルウィ","mean":"スマイルウィ (Smile Wi) is a Japanese social media platform that allows users to share photos, videos, and messages with friends and family. The name Smile Wi comes from the idea of connecting people through smiles. In English, it can be translated to \u0022Smile With\u0022.","date":"2022-12-22T07:22:48.0722867Z"},{"topic":"اليوم الخميس","mean":"اليوم الخميس is Arabic for \u0022Thursday\u0022 and it means \u0022Thursday\u0022 in English.","date":"2022-12-22T07:22:49.4573766Z"},{"topic":"Nataru Aman Lancar","mean":"Nataru Aman Lancar is a phrase in the Malay language which translates to \u0022Go Forward with Strength\u0022. It is often used as a motivational phrase to encourage someone to keep going and stay strong.","date":"2022-12-22T07:31:15.6033239Z"},{"topic":"ラキモン","mean":"ラキモン is a Japanese word that means \u0022lucky monster\u0022. It is often used to describe someone who is very lucky or has good luck.","date":"2022-12-22T07:31:17.0518551Z"},{"topic":"テセウス","mean":"テセウス (Teseus) is a figure in Greek mythology. He was the son of King Aegeus of Athens and Aethra, daughter of King Pittheus of Troezen. He is best known for his role in the myth of the Minotaur, where he entered the Labyrinth to slay the beast and save Athens from its curse. In English, his name means \u0022the one who seeks vengeance\u0022.","date":"2022-12-22T07:31:19.6887691Z"},{"topic":"最大限活用","mean":"最大限活用 is a Japanese phrase that means \u0022maximizing the use of something\u0022. It is used to refer to making the most out of a resource or opportunity.","date":"2022-12-22T07:41:21.7261291Z"},{"topic":"dアニメストア値上げ","mean":"dアニメストア値上げ is a term used in Japan to refer to the increase in prices for digital anime streaming services. In English, it translates to \u0022Price Increase for d Anime Store\u0022.","date":"2022-12-22T07:41:23.5270009Z"},{"topic":"dアニメストア","mean":"dアニメストア is an online streaming service for anime in Japan. It is owned by the Japanese telecommunications company NTT Docomo. The name dアニメストア translates to \u0022d Anime Store\u0022 in English. It offers a wide selection of anime series and movies, as well as original content, for users to watch on their computers, smartphones, and other devices.","date":"2022-12-22T07:51:16.7341176Z"},{"topic":"dアニメ値上げ","mean":"dアニメ値上げ is a term used in Japan to refer to the increase in the price of digital anime streaming services. It literally translates to \u0022digital anime price increase\u0022.","date":"2022-12-22T07:51:18.51031Z"},{"topic":"商品の販売停止","mean":"商品の販売停止 (Shōhin no Hanbai Teishi) is a Japanese phrase meaning \u0022Suspension of Sales of Goods\u0022. It refers to the temporary or permanent halting of the sale of a particular product or service.","date":"2022-12-22T07:51:20.7277149Z"},{"topic":"運転延長","mean":"運転延長 (Unten Enchō) is a Japanese term that means an extension of the operating hours of a business or service. In English, it can be translated as \u0022extended operating hours\u0022.","date":"2022-12-22T07:51:22.708985Z"},{"topic":"#LoteriadeNavidad","mean":"#LoteriadeNavidad is a Spanish Christmas lottery that takes place every year on December 22nd. It is one of the most popular lotteries in Spain and has been running since 1812. The lottery consists of a draw of 180 numbers, each with its own prize. The top prize is usually around €2 million, with smaller prizes ranging from €20 to €400,000. In English, it translates to \u0022Christmas Lottery\u0022.","date":"2022-12-22T08:01:34.6821901Z"},{"topic":"雅ちゃん","mean":"雅ちゃん is a nickname for a girl named Masa. It is derived from the Japanese word \u0022雅\u0022 which means \u0022elegant\u0022 or \u0022graceful\u0022. In English, it could be translated as \u0022Graceful Masa\u0022.","date":"2022-12-22T08:01:36.3702995Z"},{"topic":"新規建設","mean":"新規建設 is a Japanese term that translates to \u0022new construction\u0022 in English. It refers to the process of constructing a new building or structure, such as a house, office building, or factory.","date":"2022-12-22T08:01:38.5809579Z"},{"topic":"Elon İstifa","mean":"Elon İstifa is a Turkish phrase meaning \u0022Elon Resigns\u0022. It is used to refer to the resignation of Elon Musk from his position as CEO of Tesla in July 2020.","date":"2022-12-22T08:14:35.8155122Z"},{"topic":"#LoteriaRTVE","mean":"#LoteriaRTVE is a Spanish lottery game broadcast on the Spanish public television channel RTVE. It is a weekly draw that takes place every Saturday night and offers players the chance to win cash prizes. The name \u0022LoteriaRTVE\u0022 translates to \u0022RTVE Lottery\u0022 in English.","date":"2022-12-22T08:14:37.8893654Z"},{"topic":"ALAGANG BIOGESIC WITH KD","mean":"ALAGANG BIOGESIC WITH KD is a Filipino phrase that translates to \u0022Take Biogesic with KD\u0022. It is a reminder to take the medication Biogesic, which is an over-the-counter pain reliever, with the electrolyte supplement KD.","date":"2022-12-22T08:14:39.8891817Z"},{"topic":"タイトルホルダー","mean":"タイトルホルダー is a Japanese term that refers to a placeholder title. It is used when the actual title of something is not yet known, or when the title has not been decided. In English, it can be translated as \u0022placeholder title\u0022.","date":"2022-12-22T08:26:10.8144075Z"},{"topic":"アリストテレス","mean":"アリストテレス (Aristotle) is an ancient Greek philosopher who is considered one of the most influential thinkers in Western philosophy. He wrote on a wide range of topics, including physics, metaphysics, ethics, and politics. His works have had a lasting impact on philosophy and science.","date":"2022-12-22T08:26:13.1047284Z"},{"topic":"#UBloodForNewBlood","mean":"#UBloodForNewBlood is a hashtag used to promote blood donation. It is a call to action for people to donate blood in order to help those in need. The phrase \u0022U Blood For New Blood\u0022 is a play on words, as it suggests that donating your own blood can help create new, healthy blood for those who need it.","date":"2022-12-22T08:26:15.5937225Z"},{"topic":"岩田パパ","mean":"岩田パパ is a nickname for the Japanese professional wrestler, Ryota Hama. It is a combination of his given name, Ryota, and the Japanese word for \u0022father,\u0022 papa. In English, it can be translated to mean \u0022Ryota Papa.\u0022","date":"2022-12-22T08:26:17.735261Z"},{"topic":"ロサリア","mean":"ロサリア is a Japanese term that refers to a person who is from the city of Los Angeles. It can also be used to refer to someone who has a strong connection to the city, such as having lived there for a long time or having family from there. In English, it would be translated as \u0022Los Angeleno\u0022.","date":"2022-12-22T08:26:20.0298995Z"},{"topic":"イズジョーノキセキ","mean":"イズジョーノキセキ is a phrase from the Japanese manga series \u0022Kimi no Na wa\u0022 (Your Name). It translates to \u0022This is my miracle\u0022. It is a phrase used by the main character, Taki, to express his feelings of joy and amazement at the events that have taken place in his life.","date":"2022-12-22T08:26:22.1726258Z"},{"topic":"エクスト","mean":"エクスト is a Japanese word that means \u0022excess\u0022 or \u0022surplus\u0022. It is often used to refer to an amount of something that is more than what is necessary.","date":"2022-12-22T08:26:23.8441559Z"},{"topic":"枠順抽選会","mean":"枠順抽選会 is a type of lottery in which participants are randomly selected from a predetermined order. In English, it is known as a \u0022lottery by order of frame\u0022.","date":"2022-12-22T08:26:25.3318198Z"},{"topic":"ポタジェ","mean":"ポタジェ is a type of Japanese traditional folk art. It is a form of paper cutting, where intricate designs are cut out of paper using scissors. The designs often feature animals, plants, and other motifs from nature. In English, it is sometimes referred to as \u0022papercutting\u0022 or \u0022papercutting art\u0022.","date":"2022-12-22T08:26:27.5808166Z"},{"topic":"けいウサ","mean":"けいウサ is an abbreviation of the Japanese phrase \u0022けいさんのウサギ\u0022 which translates to \u0022the rabbit of Kei-san\u0022. It is a phrase used to describe someone who is very fast and agile.","date":"2022-12-22T08:26:29.3041704Z"},{"topic":"#いいねかRTで気になった人フォローする","mean":"\u0022#いいねかRTで気になった人フォローする\u0022 is a hashtag used on Twitter that means \u0022Follow people who you find interesting by liking or retweeting their posts\u0022.","date":"2022-12-22T08:33:31.2811864Z"},{"topic":"ヴェラアズール","mean":"ヴェラアズール is a Japanese fashion brand founded in 2001. The name is derived from the Latin phrase \u0022vera aeternitas\u0022 which translates to \u0022true eternity\u0022. The brand specializes in creating modern, stylish clothing for women.","date":"2022-12-22T08:33:32.7921016Z"},{"topic":"San Ildefonso","mean":"San Ildefonso is a municipality in the province of Burgos, Spain. The name San Ildefonso is derived from the Latin name Ildephonsus, which means \u0022one who is ready to fight\u0022. In English, it can be translated as \u0022Saint Ildephonsus\u0022.","date":"2022-12-22T08:33:34.7553035Z"},{"topic":"ボッケリーニ","mean":"ボッケリーニ is an Italian opera composed by Vincenzo Bellini in 1831. It is a tragic opera in two acts and is based on the play of the same name by French author Jean-Jacques Rousseau. The English translation of the title is \u0022The Sicilian Vespers\u0022.","date":"2022-12-22T08:33:37.0952543Z"},{"topic":"#AliceInBorderland2","mean":"#AliceInBorderland2 is a Japanese manga series written and illustrated by Haro Aso. It follows the story of a high school student named Arisu, who finds himself in a strange world where he must compete in dangerous games to survive. The English title of the series is Alice in Borderland.","date":"2022-12-22T08:41:55.4994011Z"},{"topic":"イクイノックス9番","mean":"イクイノックス9番 is a type of Japanese fishing lure. It is designed to imitate the movement of a small fish, and is used to attract larger fish. In English, it could be translated as \u0022Ikuinox Number 9 Lure\u0022.","date":"2022-12-22T08:41:57.4466476Z"},{"topic":"Nuranın Yalanları","mean":"Nuranın Yalanları is a Turkish novel written by Elif Şafak. The title translates to \u0022Nuran\u0027s Lies\u0022 in English. The novel follows the story of Nuran, a young woman who is forced to confront her past and lies in order to find her true identity.","date":"2022-12-22T08:41:59.7976068Z"},{"topic":"イクイノックス","mean":"イクイノックス is a Japanese brand of men\u0027s clothing. The name is derived from the Latin phrase \u0022ex inox\u0022, which means \u0022from stainless steel\u0022. In English, it can be translated to mean \u0022stainless steel fashion\u0022.","date":"2022-12-22T08:51:09.72297Z"},{"topic":"ディープボンド","mean":"ディープボンド (Deep Bond) is a Japanese term used to describe a strong emotional connection between two people. It is often used to describe the bond between two people who have been friends for a long time, or the bond between family members. In English, it could be translated as \u0022deep connection\u0022 or \u0022strong bond\u0022.","date":"2022-12-22T08:51:11.8727945Z"},{"topic":"エフフォーリア","mean":"エフフォーリア (efuforia) is a Japanese word that means \u0022euphoria\u0022 in English. It is used to describe a feeling of intense happiness or joy.","date":"2022-12-22T08:51:13.357104Z"},{"topic":"ボルドグフーシュ","mean":"ボルドグフーシュ is a type of German beer. It is a dark, malty beer with a slightly sweet flavor. In English, it is known as Bockbier or Bock Beer.","date":"2022-12-22T08:51:14.8485473Z"},{"topic":"ジェラルディーナ","mean":"ジェラルディーナ is a Japanese female given name. It is derived from the Italian name Gerardo, which means \u0022brave spearman\u0022. In English, it can be translated to mean \u0022brave warrior\u0022.","date":"2022-12-22T08:51:16.3580064Z"},{"topic":"福永ファイナル","mean":"福永ファイナル is a Japanese term that refers to the final stage of a competition or tournament. It literally translates to \u0022Fukunaga Final\u0022 in English.","date":"2022-12-22T08:51:17.9095114Z"},{"topic":"#有馬記念","mean":"#有馬記念 is a Japanese horse race held annually at Tokyo Racecourse in Fuchu, Tokyo. It is one of the most prestigious horse races in Japan and is considered to be the Japanese equivalent of the Kentucky Derby. The name translates to \u0022Yumagata Memorial\u0022 in English.","date":"2022-12-22T09:01:33.0103871Z"},{"topic":"アカイイト","mean":"アカイイト is a type of Japanese sword made from a special type of steel. It is known for its sharpness and strength, and is often used in martial arts. In English, it can be translated as \u0022Akaito Sword\u0022.","date":"2022-12-22T09:01:35.0777456Z"},{"topic":"ブレークアップ","mean":"ブレークアップ (Breakup) is a term used to describe the end of a romantic relationship. It is usually used to refer to the end of a long-term relationship, such as a marriage or engagement.","date":"2022-12-22T09:01:36.8476872Z"},{"topic":"ウインマイティー","mean":"ウインマイティー (Win Mighty) is a Japanese video game company that specializes in developing and publishing mobile games. The company was founded in 2012 and is based in Tokyo, Japan. In English, the name translates to \u0022Mighty Win\u0022.","date":"2022-12-22T09:01:39.0095238Z"},{"topic":"武器ガチャ","mean":"武器ガチャ (Buki Gacha) is a type of Japanese gacha game where players can use virtual currency to purchase virtual weapons. The weapons can then be used in battle or to customize characters. The English translation of 武器ガチャ is \u0022Weapon Gacha\u0022.","date":"2022-12-22T09:01:40.7164547Z"},{"topic":"プボくん","mean":"プボくん is a character from the Japanese manga series, \u0022Kochikame\u0022. He is a robot created by the main character, Ryotsu Kankichi. His name is a combination of the words \u0022プログラム\u0022 (program) and \u0022ボット\u0022 (robot). The English translation of his name would be \u0022Program-Bot\u0022.","date":"2022-12-22T09:01:43.3645209Z"},{"topic":"ジャスティンパレス","mean":"ジャスティンパレス (Justin Palace) is a Japanese entertainment complex located in Tokyo. It is a popular destination for shopping, dining, and entertainment. The complex includes a variety of restaurants, shops, cinemas, and other attractions. In English, Justin Palace can be translated to mean \u0022Justin\u0027s Palace\u0022.","date":"2022-12-22T09:01:45.5590984Z"},{"topic":"百音ちゃん","mean":"百音ちゃん is a character created by the Japanese company Sanrio. She is a cute and cheerful girl who loves to sing and dance. Her name literally translates to \u0022Hundred Sounds Girl\u0022 in English.","date":"2022-12-22T09:13:46.2746334Z"},{"topic":"MOONBYUL\u0027S PRESENT OUT NOW","mean":"MOONBYUL\u0027S PRESENT OUT NOW is a phrase used to announce the release of a new album or single by the South Korean singer Moonbyul. It is used to let fans know that the new music is now available for purchase or streaming.","date":"2022-12-22T09:13:48.199126Z"},{"topic":"ME HA TOCADO","mean":"ME HA TOCADO is a Spanish phrase that translates to \u0022I have been touched\u0022 in English. It is often used to express gratitude or appreciation for something that has been done for someone.","date":"2022-12-22T09:13:49.8202616Z"},{"topic":"#サンタ板倉","mean":"#サンタ板倉 is a hashtag used on Twitter in Japan to express appreciation for Santa Claus. It is a combination of the words \u0022Santa\u0022 and \u0022Itakura,\u0022 which is a city in Gunma Prefecture, Japan. The hashtag is used to show appreciation for Santa Claus and the Christmas season. In English, it translates to \u0022Thank you, Santa Itakura.\u0022","date":"2022-12-22T09:23:20.1298065Z"},{"topic":"オルターエゴ","mean":"オルターエゴ (orutā ego) is a Japanese term that refers to an alternate personality or identity. It is often used in the context of psychology and mental health, and can refer to a person\u0027s inner self or a separate persona that they take on in certain situations. In English, it can be translated as \u0022alternate ego\u0022.","date":"2022-12-22T09:23:22.5001434Z"},{"topic":"#asgariucret","mean":"#Asgariucret is a Turkish hashtag that translates to \u0022minimum wage\u0022 in English. It is used to refer to the minimum wage set by the government for workers in Turkey.","date":"2022-12-22T09:41:09.7556144Z"},{"topic":"暴風雪警報","mean":"暴風雪警報 is a Japanese term meaning \u0022Blizzard Warning\u0022. It is an alert issued by the Japan Meteorological Agency when a blizzard is expected to occur in a certain area.","date":"2022-12-22T09:41:11.7144541Z"},{"topic":"SON DAKİKA","mean":"SON Dakika is a Turkish phrase that translates to \u0022last minute\u0022 in English. It is used to refer to news or events that have just happened or are happening at the last minute.","date":"2022-12-22T09:41:13.5125243Z"},{"topic":"Net 8500","mean":"Net 8500 is a term used in the banking industry to refer to the total amount of money that is available in a customer\u0027s account after all fees and charges have been deducted. In other words, it is the net balance of an account after all deductions.","date":"2022-12-22T09:51:07.3316441Z"},{"topic":"Mohabbat Se Hi Kranti Aayegi","mean":"\u0022Mohabbat Se Hi Kranti Aayegi\u0022 is a Hindi phrase that translates to \u0022Revolution Will Come From Love\u0022. It is a popular slogan used in India to emphasize the power of love and unity in bringing about positive change.","date":"2022-12-22T09:51:09.1694445Z"},{"topic":"Teşekkürler Erdoğan","mean":"\u0022Teşekkürler Erdoğan\u0022 is a Turkish phrase that translates to \u0022Thank you, Erdoğan\u0022 in English. It is a polite way of expressing gratitude to the Turkish President, Recep Tayyip Erdoğan.","date":"2022-12-22T09:51:10.8752379Z"},{"topic":"UBLOOD FOR NEWBLOOD","mean":"UBLOOD FOR NEWBLOOD is a phrase used to describe the idea of sharing resources and knowledge with those who are new to a particular field or industry. It is a call for experienced professionals to help mentor and guide newcomers in order to create a more diverse and inclusive environment.","date":"2022-12-22T09:51:13.0533642Z"},{"topic":"Ekmek 10","mean":"Ekmek 10 is a Turkish phrase that literally translates to \u0022bread 10\u0022. It is used as an expression of appreciation or gratitude, similar to the English phrase \u0022thank you\u0022.","date":"2022-12-22T09:51:14.53088Z"},{"topic":"大雪警報","mean":"大雪警報 (Daiyukkei Kōhō) is a Japanese term for a heavy snow warning. It is issued when the amount of snowfall is expected to exceed 10 cm in 24 hours or 20 cm in 48 hours. In English, it translates to \u0022Heavy Snow Warning\u0022.","date":"2022-12-22T09:51:16.542284Z"},{"topic":"#AlmostPyaarWithDJMohabbat","mean":"#AlmostPyaarWithDJMohabbat is a hashtag used to promote a Bollywood-style romantic comedy film starring DJ Mohabbat. The hashtag is meant to signify the film\u0027s theme of almost finding love, but not quite. In English, it could be translated as \u0022Almost Love with DJ Mohabbat\u0022.","date":"2022-12-22T10:01:49.2476495Z"},{"topic":"雷電将軍","mean":"雷電将軍 (Raitei Shōgun) is a Japanese manga series written and illustrated by Mitsuteru Yokoyama. It follows the adventures of a young samurai named Raitei, who is tasked with protecting the people of Japan from supernatural threats. The title translates to \u0022Thunder and Lightning General\u0022 in English.","date":"2022-12-22T10:01:51.7435484Z"},{"topic":"柚子風呂","mean":"柚子風呂 (Yuzu Furo) is a type of Japanese bath that uses yuzu, a citrus fruit, as an ingredient. The yuzu is boiled in hot water and the steam from the bath is said to have a calming effect. In English, it is sometimes referred to as a \u0022Yuzu Bath\u0022.","date":"2022-12-22T10:01:54.5612745Z"},{"topic":"Jerome Polin","mean":"Jerome Polin is a French expression that literally translates to \u0022a fool\u0027s paradise.\u0022 It is used to describe a situation in which someone is living in a state of false security or contentment, unaware of the potential dangers or difficulties that may arise.","date":"2022-12-22T10:01:56.5084911Z"},{"topic":"Mepy Record","mean":"Mepy Record is a Japanese record label founded in Tokyo in 2003. The name Mepy is derived from the words \u0022music\u0022 and \u0022people,\u0022 which reflects the label\u0027s mission to bring together people through music. The label focuses on releasing music from independent artists, with a focus on hip-hop, R\u0026B, and electronic music.","date":"2022-12-22T10:14:06.4918037Z"},{"topic":"DX日輪刀","mean":"DX日輪刀 is a type of Japanese sword. The literal translation of the phrase is \u0022Day Wheel Sword\u0022. It is a type of tachi, which is a long, curved sword used by the samurai during the feudal period in Japan. The blade has a unique shape that resembles a wheel, hence its name.","date":"2022-12-22T10:14:08.7170433Z"},{"topic":"Kovac","mean":"Kovac is a surname of Slavic origin. It is derived from the word \u0022kovati,\u0022 which means \u0022to forge.\u0022 The name is often associated with blacksmiths and metalworkers. In English, Kovac can be translated to mean \u0022blacksmith\u0022 or \u0022metalworker.\u0022","date":"2022-12-22T10:14:10.7411507Z"},{"topic":"Hayırlı Olsun","mean":"\u0022Hayırlı Olsun\u0022 is a phrase used in Turkish to wish someone good luck or to congratulate them on something. It can be translated to English as \u0022good luck\u0022 or \u0022blessings\u0022.","date":"2022-12-22T10:14:12.5419395Z"},{"topic":"サプチケ","mean":"サプチケ (Saputike) is a type of prepaid card used in Japan for purchasing digital content such as music, movies, and games. The word is a combination of the words \u0022サプライズ\u0022 (surprise) and \u0022チケット\u0022 (ticket). In English, it can be translated as \u0022surprise ticket\u0022.","date":"2022-12-22T10:25:22.0502255Z"},{"topic":"#ÖğretmeneYüzde100ZamYapın","mean":"#ÖğretmeneYüzde100ZamYapın is a hashtag used in Turkey to call for a 100% pay raise for teachers. In English, it translates to \u0022Give Teachers a 100% Pay Raise\u0022.","date":"2022-12-22T10:25:23.9012356Z"},{"topic":"ボーマン","mean":"ボーマン (Bōman) is a Japanese term for a person who is a fan of the manga series Bōman. It is derived from the title of the series, which translates to \u0022The Man Who Leaps Through Time\u0022. The term is used to refer to someone who is passionate about the series and its characters.","date":"2022-12-22T10:25:26.6248915Z"},{"topic":"クロちゃん未満","mean":"クロちゃん未満 is a Japanese phrase that literally translates to \u0022less than Kuro-chan\u0022. It is used to describe someone or something that is not as good as the person or thing being compared to. For example, if someone said \u0022Kuro-chan is the best singer in the group, everyone else is クロちゃん未満\u0022, it would mean that everyone else in the group is not as good of a singer as Kuro-chan.","date":"2022-12-22T10:25:29.7166415Z"},{"topic":"かぼちゃの煮物","mean":"かぼちゃの煮物 is a Japanese dish made by simmering pumpkin in a dashi broth. It is usually served as a side dish with other dishes. In English, it is known as Simmered Pumpkin.","date":"2022-12-22T10:25:31.6500004Z"},{"topic":"El Gordo","mean":"El Gordo is a Spanish phrase meaning \u0022the fat one\u0022 or \u0022the big one\u0022. It is commonly used to refer to the largest lottery jackpot in Spain, which is held twice a year and has a prize pool of over 2 billion euros.","date":"2022-12-22T10:32:45.136705Z"},{"topic":"Banghan","mean":"Banghan is a Korean term that refers to a gathering of friends or family for a meal. It is often used to describe a casual get-together, such as a potluck or barbecue. The literal translation of Banghan in English is \u0022meal gathering\u0022.","date":"2022-12-22T10:32:46.8871255Z"},{"topic":"#BVLGARIxApo","mean":"#BVLGARIxApo is a hashtag used to promote a collaboration between the Italian luxury brand Bulgari and the Greek jewelry designer Apo. The hashtag is used to promote the collaboration\u0027s products, such as jewelry, watches, and accessories.","date":"2022-12-22T10:41:21.6622014Z"},{"topic":"BVLGARI WITH NATTAWIN","mean":"BVLGARI WITH NATTAWIN is a collaboration between the Italian luxury jewelry brand Bvlgari and the Thai fashion designer Nattawin. The collaboration was created to bring together the two brands\u0027 distinct styles and create unique pieces of jewelry that combine traditional Thai craftsmanship with modern Italian design. The phrase \u0022BVLGARI WITH NATTAWIN\u0022 is used to refer to this collaboration.","date":"2022-12-22T10:41:24.8165216Z"},{"topic":"梨花ちゃん","mean":"梨花ちゃん is a nickname for the Japanese actress, Rika Adachi. It is derived from her given name, Rika, and the Japanese word for pear blossom (梨花). In English, it can be translated to mean \u0022Pear Blossom Girl\u0022.","date":"2022-12-22T10:41:27.1922254Z"},{"topic":"アンダーソン","mean":"アンダーソン is a Japanese surname. It is derived from the English surname Anderson and is written with the same kanji characters. In English, it would be pronounced \u0022Anderson\u0022.","date":"2022-12-22T10:41:28.9157446Z"},{"topic":"倫果ちゃん","mean":"倫果ちゃん is a nickname for the Japanese singer and actress, Rena Matsui. It is derived from her given name, Rena (倫), and the Japanese word for fruit (果). In English, it can be translated to mean \u0022Rena Fruit\u0022.","date":"2022-12-22T10:41:31.4260554Z"},{"topic":"BVLGARI with BuildJakapan","mean":"BVLGARI with BuildJakapan is a collaboration between the Italian luxury brand BVLGARI and the Japanese fashion company BuildJakapan. The collaboration combines BVLGARI\u0027s classic style with BuildJakapan\u0027s modern, streetwear-inspired designs. The result is a unique collection of clothing and accessories that blend traditional Italian craftsmanship with contemporary Japanese fashion.","date":"2022-12-22T10:41:34.1764842Z"},{"topic":"#歌唱王","mean":"#歌唱王 is a hashtag used in Chinese social media to refer to the King of Singers, a popular singing competition show in China. The show features singers from all over the country competing for the title of King of Singers.","date":"2022-12-22T10:51:15.5111061Z"},{"topic":"#プレバト","mean":"#プレバト is a hashtag used on Twitter in Japan. It stands for \u0022pre-battle\u0022 and is used to describe the anticipation and excitement of an upcoming event or challenge.","date":"2022-12-22T10:51:17.1420888Z"},{"topic":"阿修羅ちゃん","mean":"阿修羅ちゃん is a Japanese nickname for the character Asura from the video game series Soulcalibur. It translates to \u0022Asura-chan\u0022 in English.","date":"2022-12-22T10:51:18.9183129Z"},{"topic":"三宅さん","mean":"三宅さん (Miyake-san) is a Japanese honorific title used to refer to someone with the surname Miyake. It is roughly equivalent to \u0022Mr. Miyake\u0022 in English.","date":"2022-12-22T10:51:20.6894236Z"},{"topic":"BVLGARI X MEW SUPPASIT","mean":"BVLGARI X MEW SUPPASIT is a collaboration between the Italian luxury jewelry brand Bvlgari and the Thai singer and actor Mew Suppasit. The collaboration was launched in 2020 and includes a collection of jewelry pieces designed by Mew Suppasit. The collection is inspired by Mew\u0027s personal style and features pieces that are both modern and timeless. The name of the collaboration translates to \u0022Bvlgari and Mew Suppasit\u0022 in English.","date":"2022-12-22T10:51:23.421056Z"},{"topic":"ゆず風呂","mean":"ゆず風呂 (Yuzu Furo) is a type of Japanese bath that uses yuzu, a citrus fruit, as an ingredient. The yuzu is boiled in hot water and the steam from the bath is said to have a calming effect. In English, it can be translated as \u0022Yuzu Bath\u0022.","date":"2022-12-22T10:51:25.952315Z"},{"topic":"Liska","mean":"Liska is a Czech female name, derived from the Slavic word for fox. In English, it can be translated to mean \u0022foxy\u0022.","date":"2022-12-22T11:01:20.1590209Z"},{"topic":"#BVLGARIxApoBuild","mean":"#BVLGARIxApoBuild is a hashtag used to promote a collaboration between the luxury Italian jewelry brand Bvlgari and the sustainable building materials company ApoBuild. The hashtag is used to promote the partnership between the two companies, which focuses on creating sustainable building materials that are also luxurious and stylish.","date":"2022-12-22T11:13:33.044887Z"},{"topic":"#ブルアカらいぶ年末SP","mean":"\u0022#ブルアカらいぶ年末SP\u0022 is a hashtag used on social media in Japan. It translates to \u0022Blue Aqua Year-End Special\u0022. It is used to promote special events or products related to the Blue Aqua brand during the end of the year.","date":"2022-12-22T11:13:35.1095335Z"},{"topic":"かおちゃん","mean":"かおちゃん is a term of endearment used in Japan to refer to an older woman, usually one who is close to the speaker. It can be translated as \u0022Auntie\u0022 or \u0022Granny\u0022.","date":"2022-12-22T11:13:38.9886794Z"},{"topic":"滝沢歌舞伎ファイナル","mean":"滝沢歌舞伎ファイナル is a Japanese stage show that combines traditional Kabuki theater with modern music and dance. The show is produced by the Takizawa Kabuki Company, which was founded in 2009 by Japanese actor and singer Takizawa Hideaki. The word \u0022final\u0022 in the title refers to the fact that this is the last performance of the show before it moves on to a new production. In English, it would be translated as \u0022Takizawa Kabuki Final\u0022.","date":"2022-12-22T11:13:42.6464578Z"},{"topic":"サラメシ","mean":"サラメシ is a Japanese phrase that literally translates to \u0022salad lunch\u0022. It is used to refer to a meal that consists of a salad and other light dishes.","date":"2022-12-22T11:22:13.9125572Z"},{"topic":"NO ME LO PUEDO CREER","mean":"\u0022NO ME LO PUEDO CREER\u0022 is a Spanish phrase that translates to \u0022I can\u0027t believe it!\u0022 in English. It is used to express disbelief or surprise.","date":"2022-12-22T11:31:14.8212119Z"},{"topic":"Merkez Bankası","mean":"Merkez Bankası is the Central Bank of Turkey. It is responsible for the implementation of monetary policy and regulation of the banking system in Turkey. In English, it translates to Central Bank.","date":"2022-12-22T11:31:16.5021531Z"},{"topic":"캐롤 메들리","mean":"캐롤 메들리 is a type of Korean folk song. It is usually sung in a round, with each singer taking turns singing the melody. The lyrics are often about love, nature, and everyday life. In English, it can be translated as \u0022Carol Medley\u0022.","date":"2022-12-22T11:31:18.9350187Z"},{"topic":"ヨークタウンII","mean":"ヨークタウンII is a Japanese video game released in 1993. It is a side-scrolling action game where the player takes control of a young boy named York who must battle his way through various levels and defeat enemies to progress. The game\u0027s title translates to \u0022Yorktown II\u0022 in English.","date":"2022-12-22T11:31:21.1436193Z"},{"topic":"#ま行に殺すをつけると色々とやばい","mean":"\u0022#ま行に殺すをつけると色々とやばい\u0022 is a Japanese phrase that translates to \u0022Adding the hashtag #kill to words beginning with \u0027ma\u0027 can be dangerous\u0022. It is a warning against using certain hashtags on social media, as they can be associated with dangerous or offensive content.","date":"2022-12-22T11:31:23.5888499Z"},{"topic":"#SansirixZeeNunew","mean":"#SansirixZeeNunew is a hashtag used by fans of the band Sansirix to show their support and appreciation for the group. The phrase translates to \u0022We love Sansirix\u0022 in English.","date":"2022-12-22T11:31:25.4802867Z"},{"topic":"#BVLGARIxMarkTuan","mean":"#BVLGARIxMarkTuan is a hashtag used to promote a collaboration between the Italian luxury brand Bvlgari and South Korean singer Mark Tuan. The hashtag is used to promote the collaboration on social media.","date":"2022-12-22T11:31:27.0855468Z"},{"topic":"舞依ちゃん","mean":"\u0022舞依ちゃん\u0022 is a nickname for the Japanese virtual YouTuber, Mai Yuki. It is a combination of her name and the Japanese word for \u0022girl\u0022. In English, it can be translated to \u0022Mai Girl\u0022.","date":"2022-12-22T11:41:04.9743119Z"},{"topic":"ブルアカふぇす","mean":"ブルアカふぇす is a Japanese phrase that translates to \u0022Blue Acres Festival\u0022. It is the name of an annual music festival held in Japan. The festival features a variety of musical acts from both Japan and abroad, and has become one of the most popular music festivals in the country.","date":"2022-12-22T11:41:07.2910072Z"},{"topic":"Asif Ali","mean":"Asif Ali is a male given name of Arabic origin. It is derived from the Arabic words ‘asif’, meaning ‘forgiveness’, and ‘ali’, meaning ‘high’ or ‘exalted’. In English, it can be translated to mean ‘forgiver of the exalted one’.","date":"2022-12-22T11:41:10.3902281Z"},{"topic":"前田さん","mean":"前田さん is a Japanese honorific title used to refer to someone with the surname Maeda. It is similar to the English title of \u0022Mr. Maeda\u0022 or \u0022Mrs. Maeda\u0022.","date":"2022-12-22T11:41:12.0043673Z"},{"topic":"#BulgariSerpentiLightUp","mean":"#BulgariSerpentiLightUp is a hashtag used to promote Bulgari\u0027s Serpenti Light Up jewelry collection. The collection features pieces of jewelry with intricate designs that light up when worn. The hashtag is used to showcase the beauty of the pieces and encourage people to purchase them.","date":"2022-12-22T11:41:14.3991327Z"},{"topic":"ジュンコ","mean":"ジュンコ is a Japanese name for both boys and girls. It is written with the characters for \u0022jun\u0022 (純) and \u0022ko\u0022 (子). The name can be translated to mean \u0022pure child\u0022.","date":"2022-12-22T11:51:12.3043578Z"},{"topic":"#虹ヶ咲","mean":"#虹ヶ咲 is a Japanese light novel series written by Kiyo Kyujyo and illustrated by Asagi Tosaka. The title translates to \u0022Rainbow Blooming\u0022 in English, and the story follows a group of high school students who form a band and work together to achieve their dreams.","date":"2022-12-22T11:51:14.730259Z"},{"topic":"ParamedikÇok AtamaYok","mean":"ParamedikÇok AtamaYok is a Turkish phrase that translates to \u0022No More Assignments for Paramedics\u0022. It is used to describe a situation in which paramedics are no longer assigned to a particular task or duty.","date":"2022-12-22T12:01:48.0127372Z"},{"topic":"インライ","mean":"インライ (inrai) is a Japanese word that means \u0022inside\u0022 or \u0022interior\u0022. It is often used to refer to the inside of a building or room.","date":"2022-12-22T12:01:49.5356109Z"},{"topic":"スノラボ完走","mean":"スノラボ完走 is a term used in Japan to refer to completing a snowboarding course. It literally translates to \u0022Snow Lab Complete Run\u0022.","date":"2022-12-22T12:01:51.2646768Z"},{"topic":"ヤンクミ","mean":"ヤンクミ is a Japanese word that literally translates to \u0022Yankee-ism\u0022. It is used to refer to the cultural and economic influence of the United States on other countries.","date":"2022-12-22T12:01:52.5703062Z"},{"topic":"#ガルステ","mean":"#ガルステ is a hashtag used on Twitter in Japan to refer to the popular rhythm game, GARUPA☆STATION. The English translation of the hashtag would be \u0022#GARUPAStation\u0022.","date":"2022-12-22T12:01:54.5411448Z"},{"topic":"#ブルアカ流行語","mean":"#ブルアカ流行語 is a hashtag used on Japanese social media to refer to words and phrases that are popular or trending. In English, it translates to \u0022Blue-Aka Trending Words\u0022.","date":"2022-12-22T12:01:56.1769026Z"},{"topic":"Aurel","mean":"Aurel is a Romanian name derived from the Latin word aureus, meaning \u0022golden\u0022. It is also used as a surname.","date":"2022-12-22T12:15:22.555044Z"},{"topic":"ミカ貯金","mean":"ミカ貯金 is a type of savings account in Japan. It is a special savings account for children, and the money deposited into it can only be used for educational purposes. The name comes from the Japanese word \u0022mika,\u0022 which means \u0022education.\u0022 In English, it would be translated as \u0022Education Savings Account.\u0022","date":"2022-12-22T12:15:25.2644503Z"},{"topic":"正月ハルナ","mean":"正月ハルナ is a Japanese phrase that literally translates to \u0022New Year\u0027s Day Halna\u0022. Halna is a traditional Japanese New Year\u0027s game, similar to the Western game of tag. It is usually played by children on New Year\u0027s Day.","date":"2022-12-22T12:15:27.0338831Z"},{"topic":"#PureplusXZeePruk","mean":"#PureplusXZeePruk is a hashtag used to promote the Pureplus X ZeePruk product line, which is a range of natural health and wellness products. The hashtag is used to encourage people to try the products and share their experiences with others.","date":"2022-12-22T12:15:29.2432879Z"},{"topic":"#素のまんま","mean":"#素のまんま is a Japanese phrase that literally translates to \u0022as is\u0022 or \u0022just as it is\u0022. It is used to express that something should remain unchanged or unaltered.","date":"2022-12-22T12:15:41.3324423Z"},{"topic":"#BeningsIndonesia","mean":"#BeningsIndonesia is a hashtag used to promote Indonesian culture and products. It is derived from the Indonesian word \u0022benings\u0022, which means \u0022beautiful\u0022. The hashtag is used to share images, stories, and experiences related to Indonesia\u0027s culture, people, and products.","date":"2022-12-22T12:15:43.4955336Z"},{"topic":"滝沢歌舞伎","mean":"滝沢歌舞伎 (Takizawa Kabuki) is a traditional form of Japanese theater that combines music, dance, and drama. It originated in the Edo period (1603-1868) and is still performed today. The name comes from the Takizawa district of Tokyo, where it was first performed. In English, it can be translated as \u0022Takizawa Kabuki Theater\u0022.","date":"2022-12-22T12:28:44.0186455Z"},{"topic":"新橋演舞場","mean":"新橋演舞場 is a theater in Tokyo, Japan. It is a venue for performances of traditional Japanese dance and music. In English, it translates to \u0022New Bridge Theater\u0022.","date":"2022-12-22T12:28:45.8483714Z"},{"topic":"Feliz Navidad","mean":"Feliz Navidad is a Spanish phrase meaning \u0022Merry Christmas\u0022. It is commonly used as a holiday greeting during the Christmas season.","date":"2022-12-22T12:28:47.2228408Z"},{"topic":"#BrightWinConcertLIVE","mean":"#BrightWinConcertLIVE is a hashtag used to promote a live concert featuring the K-pop group, NCT Dream. The hashtag translates to \u0022NCT Dream Bright Win Concert Live\u0022 in English.","date":"2022-12-22T12:28:49.0434307Z"},{"topic":"#PastiSejahtera","mean":"#PastiSejahtera is a hashtag used in Indonesia to express hope and optimism for the future. It translates to \u0022certainly prosperous\u0022 in English.","date":"2022-12-22T12:28:50.5129407Z"},{"topic":"#カンテ","mean":"#カンテ is a Japanese hashtag that translates to \u0022Kante\u0022 in English. It is used to refer to the Japanese football player N\u0027Golo Kante, who plays for Chelsea Football Club in the English Premier League.","date":"2022-12-22T12:43:25.5863438Z"},{"topic":"#モニタリング","mean":"#モニタリング is a Japanese hashtag that translates to \u0022monitoring\u0022 in English. It is used to refer to the process of observing and tracking various data points in order to gain insights into a system or process.","date":"2022-12-22T12:43:27.5500701Z"},{"topic":"#WESTube","mean":"#WESTube is a hashtag used on social media to promote West African music and culture. It is used to share videos, songs, and other content related to West African music and culture. The hashtag is used by people from all over the world who are interested in learning more about West African music and culture.","date":"2022-12-22T12:43:29.7890109Z"},{"topic":"#HappyMoment3BossNoeul","mean":"#HappyMoment3BossNoeul is a hashtag used to celebrate the third anniversary of the South Korean girl group, Momoland\u0027s leader, Nancy. It is used to show appreciation and support for Nancy and her leadership of the group. In English, it translates to \u0022Happy Third Anniversary, Boss Nancy!\u0022","date":"2022-12-22T12:43:32.5944603Z"},{"topic":"#ワンピカード情報局","mean":"#ワンピカード情報局 is a hashtag used on Twitter in Japan to share information about one-piece cards, which are prepaid cards that can be used for shopping and other activities. The English translation of the hashtag would be \u0022#OnePieceCardInfoBureau\u0022.","date":"2022-12-22T12:43:34.8571726Z"},{"topic":"#BVLGARIXMSS","mean":"#BVLGARIXMSS is a hashtag used to promote the luxury fashion brand Bulgari. It stands for \u0022Bulgari Xmas\u0022, referring to the Christmas season.","date":"2022-12-22T12:43:36.5284694Z"},{"topic":"silent","mean":"Silent means making no sound or noise. It can also refer to someone who is not speaking or expressing their opinion.","date":"2022-12-22T12:57:36.3708864Z"},{"topic":"スノスト","mean":"スノスト (Sunosuto) is a Japanese word that means \u0022snowstorm\u0022. It is used to describe a heavy snowfall accompanied by strong winds.","date":"2022-12-22T12:57:37.7319449Z"},{"topic":"ツアー完走","mean":"ツアー完走 is a Japanese phrase that literally translates to \u0022tour completion\u0022. It is used to describe the successful completion of a tour or journey. In English, it could be translated as \u0022mission accomplished\u0022 or \u0022tour completed\u0022.","date":"2022-12-22T12:57:39.7320254Z"},{"topic":"なべラウ","mean":"なべラウ is a type of Japanese noodle dish. It consists of thick udon noodles cooked in a broth made from soy sauce, mirin, and dashi. The noodles are usually topped with vegetables, meat, and other ingredients. In English, it is known as \u0022Nabeyaki Udon\u0022.","date":"2022-12-22T12:57:41.9182301Z"},{"topic":"モニタリング","mean":"モニタリング (monitoring) is the process of collecting and analyzing data to gain insights into a system or process. It is used to identify trends, detect problems, and measure performance. In English, it can also be referred to as surveillance or observation.","date":"2022-12-22T13:07:40.7624409Z"},{"topic":"ルピシアの福袋","mean":"ルピシアの福袋 (Rupishia no Fukubukuro) is a type of lucky bag sold by the Japanese department store, Rupishia. It is a grab bag of items that are sold at a discounted price. The contents of the bag are usually kept secret until it is opened, making it a fun surprise for the buyer. The English translation of ルピシアの福袋 would be \u0022Rupishia\u0027s Lucky Bag\u0022.","date":"2022-12-22T13:07:44.3486724Z"},{"topic":"正月フウカ","mean":"正月フウカ is a Japanese phrase that literally translates to \u0022New Year\u0027s Wind Flower\u0022. It is a metaphor for the freshness and beauty of the new year, and is often used to express hope for a bright and prosperous year ahead.","date":"2022-12-22T13:07:46.164649Z"},{"topic":"栗きんとんバター","mean":"栗きんとんバター is a type of Japanese confectionery made from sweet chestnuts, sugar, and butter. It is usually served as a snack or dessert. In English, it can be translated as Chestnut Kinton Butter.","date":"2022-12-22T13:07:48.0139591Z"},{"topic":"有馬記念","mean":"有馬記念 is a Japanese horse race held annually at Tokyo Racecourse in Fuchu, Tokyo. It is one of the most prestigious races in Japan and is the second leg of the Japanese Triple Crown. The name translates to \u0022Yumagaki Memorial\u0022 in English, and it commemorates the victory of Yumagaki, a legendary racehorse that won the first ever running of this race in 1981.","date":"2022-12-22T13:07:50.8823873Z"},{"topic":"النصر","mean":"النصر is an Arabic word meaning \u0022victory\u0022 or \u0022triumph\u0022. It is often used as a rallying cry for success or to celebrate a victory.","date":"2022-12-22T13:07:52.075035Z"},{"topic":"الملكيه الفكريه","mean":"الملكيه الفكريه is an Arabic phrase that translates to \u0022intellectual property\u0022 in English. It refers to creations of the mind, such as inventions, literary and artistic works, designs, and symbols, names and images used in commerce.","date":"2022-12-22T13:07:54.3142444Z"},{"topic":"不要不急の外出","mean":"不要不急の外出 is a Japanese phrase that means \u0022unnecessary outings\u0022. It is used to refer to going out when it is not necessary or urgent. In English, it could be translated as \u0022avoid unnecessary outings\u0022.","date":"2022-12-22T13:07:56.1166774Z"},{"topic":"#silent","mean":"#Silent is a hashtag used on social media to indicate that someone is not speaking or expressing themselves. It can be used to show support for those who are feeling silenced or marginalized, or to express solidarity with those who are not being heard.","date":"2022-12-22T13:17:39.1268079Z"},{"topic":"奈々ちゃん","mean":"奈々ちゃん is a nickname for the Japanese singer and songwriter, Nana Mizuki. It is a combination of her given name, Nana, and the Japanese honorific suffix -chan. In English, it would be translated as \u0022Nana-chan\u0022.","date":"2022-12-22T13:17:41.1324311Z"},{"topic":"湊斗くん","mean":"湊斗くん is a character from the Japanese manga series \u0022Kochikame\u0022. He is a young boy who works at the Ryōgoku Police Station, and is known for his enthusiasm and energy. His name literally translates to \u0022Gathering Fighter\u0022, and he is often seen helping out with various tasks around the station.","date":"2022-12-22T13:17:43.6536346Z"},{"topic":"私の反応速度","mean":"私の反応速度 is a Japanese phrase that translates to \u0022my reaction speed\u0022 in English. It is used to refer to how quickly someone can respond to a situation or stimulus.","date":"2022-12-22T13:17:45.4428018Z"},{"topic":"#WayV_DiamondsOnly","mean":"#WayV_DiamondsOnly is a hashtag used by fans of the Chinese-South Korean boy band WayV to show their support for the group. The phrase is meant to signify that WayV\u0027s fans are only interested in the group and nothing else.","date":"2022-12-22T13:17:47.3475809Z"},{"topic":"#MemuraYüzde100Zam","mean":"#MemuraYüzde100Zam is a hashtag used in Turkey to express support for a proposed 100% pay raise for public sector workers. In English, it translates to \u0022100% Pay Raise for Public Sector Workers\u0022.","date":"2022-12-22T13:17:48.8599932Z"},{"topic":"玉置浩二","mean":"玉置浩二 is a Japanese singer, songwriter, and actor. His name translates to \u0022Koji Tamaki\u0022 in English.","date":"2022-12-22T13:28:00.9052381Z"},{"topic":"BLAZE ON AMAZON","mean":"BLAZE ON AMAZON is a phrase used to describe the success of a product or service on Amazon. It is typically used to express enthusiasm for the success of a product or service on the popular online marketplace.","date":"2022-12-22T13:28:02.3571409Z"},{"topic":"安全地帯","mean":"安全地帯 (Anzen Chitai) is a Japanese term that literally translates to \u0022safety zone\u0022. It is used to refer to a place or area where people can feel safe and secure. It can also be used to refer to a physical barrier or buffer zone between two areas, such as a border between two countries.","date":"2022-12-22T13:28:04.4128235Z"},{"topic":"#Gangstaa","mean":"#Gangstaa is a slang term used to describe someone who is associated with or involved in gang activity. It is often used as a term of endearment for someone who is seen as tough or intimidating. In English, it can be translated to mean \u0022gangster\u0022 or \u0022tough guy\u0022.","date":"2022-12-22T13:28:06.4535398Z"},{"topic":"#URMyMakeupArtistFINAL","mean":"#URMyMakeupArtistFINAL is a hashtag used to promote a makeup artist\u0027s work. It is an abbreviation for \u0022You are my makeup artist - Final\u0022.","date":"2022-12-22T13:34:25.1155997Z"},{"topic":"紬ちゃん","mean":"紬ちゃん is a nickname for the Japanese singer and actress Tsubasa Imai. It is derived from her given name, Tsubasa, which can be written in Japanese as 翼 (tsubasa) or 紬 (tsumugi). The suffix “chan” is often used as an affectionate term of endearment in Japan. In English, it could be translated as “Tsubasa-chan”.","date":"2022-12-22T13:41:11.3566656Z"},{"topic":"OPPO Pad Air","mean":"OPPO Pad Air is a tablet computer manufactured by OPPO, a Chinese electronics company. It is a mid-range device that features a 10.1-inch display, 4GB of RAM, and 64GB of storage. The device runs on the Android operating system and has an 8MP rear camera and 5MP front camera. The name \u0022OPPO Pad Air\u0022 refers to the device\u0027s slim design and lightweight construction, making it easy to carry around.","date":"2022-12-22T13:51:27.4610229Z"},{"topic":"Semra Güzel","mean":"Semra Güzel is a Turkish phrase that translates to \u0022beautiful Semra\u0022 in English. It is often used as a term of endearment for someone named Semra.","date":"2022-12-22T13:51:29.3536464Z"},{"topic":"#THE夜会","mean":"#THE夜会 is a Japanese hashtag that translates to “The Night Party”. It is used to refer to events or gatherings that take place at night, such as parties, concerts, and other social activities.","date":"2022-12-22T13:51:31.5533866Z"},{"topic":"ハンドバッグ","mean":"ハンドバッグ is a Japanese word for handbag. It is a bag that is typically carried by hand and used to store personal items such as wallets, keys, and other small items.","date":"2022-12-22T14:01:36.8121933Z"},{"topic":"#實實其點用阿","mean":"\u0022#實實其點用阿\u0022 is a phrase in Taiwanese Hokkien, which translates to \u0022Let\u0027s get down to business\u0022. It is used to express the idea of getting started on a task or project.","date":"2022-12-22T14:01:39.1409863Z"},{"topic":"かすみ草","mean":"かすみ草 (Kasumigusa) is a type of grass that is native to Japan. It is known for its delicate, feathery leaves and its ability to grow in shade. In English, it is sometimes referred to as \u0022Japanese Silvergrass\u0022.","date":"2022-12-22T14:13:46.2389702Z"},{"topic":"カスミソウ","mean":"カスミソウ (Kasumisou) is a Japanese flower, also known as the Chinese Forget-me-not. Its English name comes from the fact that its petals are said to resemble a misty sky. The flower symbolizes remembrance and fidelity.","date":"2022-12-22T14:13:48.4903948Z"},{"topic":"BiSH","mean":"BiSH is a Japanese punk rock girl group formed in 2015. The name is an acronym for Brand-new Idol SHiT. The group\u0027s concept is to be \u0022idols you can meet\u0022.","date":"2022-12-22T14:13:50.5398867Z"},{"topic":"魔法のコトバ","mean":"\u0022魔法のコトバ\u0022 is a Japanese phrase that translates to \u0022magical words\u0022 in English. It is often used to refer to words or phrases that have a special power or effect, such as a spell or incantation.","date":"2022-12-22T14:13:52.5999966Z"},{"topic":"サイレント","mean":"サイレント (sairento) is a Japanese word meaning \u0022silent\u0022 or \u0022quiet\u0022. It is often used to describe a situation or environment where there is little or no sound.","date":"2022-12-22T14:13:54.4228532Z"},{"topic":"雪の結晶","mean":"雪の結晶 (yuki no kesshō) is a Japanese phrase that translates to \u0022snow crystals\u0022. It is used to refer to the unique and beautiful shapes of snowflakes.","date":"2022-12-22T14:13:56.497617Z"},{"topic":"#住んでる県がバレるツイートしろ","mean":"\u0022#住んでる県がバレるツイートしろ\u0022 is a hashtag in Japanese that translates to \u0022Tweet where you live!\u0022 It is used to encourage people to post about their current location on Twitter.","date":"2022-12-22T14:13:58.7496822Z"},{"topic":"最後の耳打ち","mean":"最後の耳打ち (saigo no mimiuchi) is a Japanese phrase that literally translates to \u0022the last whisper\u0022. It is used to describe a final, gentle reminder or suggestion given to someone.","date":"2022-12-22T14:23:45.0815985Z"},{"topic":"#目黒蓮","mean":"#目黒蓮 is a hashtag used on social media in Japan. It is the name of a popular Japanese singer, songwriter, and actor, and it translates to \u0022Lotus in Meguro\u0022 in English.","date":"2022-12-22T14:23:47.0238566Z"},{"topic":"#10YearsTicketEP4","mean":"#10YearsTicketEP4 is a hashtag used to promote the fourth episode of the 10 Years Ticket series, a Japanese drama series. The hashtag translates to \u002210 Years Ticket Episode 4\u0022 in English.","date":"2022-12-22T14:23:48.9045478Z"},{"topic":"佐倉くん","mean":"佐倉くん is a nickname for the Japanese manga character, Sakuragi Hanamichi, from the popular series Slam Dunk. In English, it translates to \u0022Hanamichi Sakuragi\u0022.","date":"2022-12-22T14:31:14.8035318Z"},{"topic":"最高のドラマ","mean":"\u0022最高のドラマ\u0022 is a Japanese phrase that translates to \u0022the best drama\u0022. It is used to refer to a drama or television show that is considered to be the best of its kind.","date":"2022-12-22T14:31:17.1906291Z"},{"topic":"春尾先生","mean":"春尾先生 (Haruo Sensei) is a Japanese honorific title used to refer to a teacher or professor. In English, it would be translated as \u0022Mr. Haruo\u0022.","date":"2022-12-22T14:31:19.1191218Z"},{"topic":"ルピシア","mean":"ルピシア is a Japanese card game similar to the Western game of Rummy. It is played with a set of tiles, each with a different symbol or number on it. The goal of the game is to create sets of three or more tiles that match in either symbol or number. The player with the most points at the end of the game wins. In English, it can be translated as \u0022Rummy\u0022.","date":"2022-12-22T14:31:22.1837394Z"},{"topic":"みなとくん","mean":"みなとくん is a character from the Japanese manga series, Minato-kun. He is a high school student who has the ability to transform into a superhero. His name literally translates to \u0022Port Town Boy\u0022.","date":"2022-12-22T14:31:24.0924724Z"},{"topic":"かすみそう","mean":"かすみそう is a Japanese expression that literally translates to \u0022it\u0027s getting dark\u0022. It is used to describe the feeling of dusk or evening, when the sun is setting and the sky is becoming darker.","date":"2022-12-22T14:31:25.8684624Z"},{"topic":"玉置さん","mean":"玉置さん is a Japanese name. It is written with the characters 玉 (tama) meaning \u0022jewel\u0022 or \u0022ball\u0022 and 置 (oki) meaning \u0022to place\u0022. The name can be translated to mean \u0022jewel placed\u0022 or \u0022ball placed\u0022.","date":"2022-12-22T14:31:28.2131289Z"}]