[{"topic":"#AGAスキンスリニック","mean":"#AGAスキンスリニック is a hashtag used on social media in Japan to promote skin care products from the Japanese cosmetics brand, AGA. The phrase roughly translates to \u0022AGA Skin Slick\u0022 in English.","date":"2022-12-21T08:36:41.4173712Z"},{"topic":"#クソおせち","mean":"#クソおせち is a Japanese hashtag that translates to \u0022crappy New Year\u0027s feast\u0022. It is used to describe a New Year\u0027s feast that is not up to the usual standards.","date":"2022-12-21T08:36:59.0077506Z"},{"topic":"#青汁王子","mean":"#青汁王子 is a Japanese hashtag that translates to \u0022Green Juice Prince\u0022. It is used to refer to someone who drinks green juice regularly and is seen as a health-conscious individual.","date":"2022-12-21T08:37:02.184616Z"},{"topic":"#三崎優太","mean":"#三崎優太 is the name of a Japanese actor. In English, it translates to Yuta Misaki.","date":"2022-12-21T08:37:04.2866386Z"},{"topic":"컬러 성격","mean":"컬러 성격 is a Korean term that refers to a person\u0027s personality type based on the colors they prefer. It is believed that certain colors can be associated with different personality traits, and this concept is used to help people better understand themselves and others. In English, it can be translated as \u0022color personality\u0022.","date":"2022-12-21T08:37:07.5569506Z"},{"topic":"高見知佳さん","mean":"高見知佳さん is a Japanese name. It is composed of two characters: 高 (taka) meaning “high” or “tall” and 見 (mi) meaning “to see” or “to observe”. The second character, 知 (chi) means “knowledge” or “wisdom” and 佳 (ka) means “good” or “beautiful”. Therefore, the name can be translated to mean “one who has high knowledge and wisdom” in English.","date":"2022-12-21T08:37:13.9577496Z"},{"topic":"가요대전","mean":"가요대전 is a South Korean music show that has been running since 1966. It is a competition between singers and groups, where they perform their songs and compete for awards. The name literally translates to \u0022Song Festival\u0022 in English.","date":"2022-12-21T08:37:17.0168347Z"},{"topic":"#VakitMücadeleVaktidir","mean":"#VakitMücadeleVaktidir is a Turkish phrase that translates to \u0022It is time to fight\u0022. It is often used as a rallying cry for people to stand up and fight for their rights and beliefs.","date":"2022-12-21T08:37:19.9671182Z"},{"topic":"ElonMusk BilenKazanırda","mean":"ElonMusk BilenKazanırda is a Turkish phrase that translates to \u0022Whoever knows Elon Musk wins\u0022. It is a proverb that implies that knowledge of the tech entrepreneur and innovator Elon Musk can be beneficial in some way.","date":"2022-12-21T08:37:23.1802207Z"},{"topic":"Carlos Correa","mean":"Carlos Correa is a professional baseball player from Puerto Rico who currently plays for the Houston Astros. He is a shortstop and was the first overall pick in the 2012 MLB Draft. The meaning of his name in English is \u0022free man\u0022.","date":"2022-12-21T08:37:26.9215378Z"},{"topic":"SKZREPLAY OUT NOW","mean":"SKZREPLAY OUT NOW is a phrase used to promote the release of a new song or album by the South Korean boy band Stray Kids. It is an invitation for fans to listen to the new music and show their support.","date":"2022-12-21T08:37:29.6895698Z"},{"topic":"Türk Dünyası Medya Çalıştayı","mean":"Türk Dünyası Medya Çalıştayı is a media workshop organized by the Turkish World Media Platform, which aims to bring together media professionals from Turkey and other Turkic countries. The English translation of the name is \u0022Turkish World Media Workshop\u0022.","date":"2022-12-21T08:37:32.6513213Z"},{"topic":"ジャンボリミッキー","mean":"ジャンボリミッキー is a type of Japanese snack food made by Lotte. It is a biscuit shaped like Mickey Mouse and filled with a sweet bean paste. In English, it is known as Jumbo Mickey Biscuits.","date":"2022-12-21T08:37:35.5985412Z"},{"topic":"Steve Cohen","mean":"Steve Cohen is an American hedge fund manager and investor. He is the founder and CEO of Point72 Asset Management, a family office managing over $20 billion in assets. He is also the founder of SAC Capital Advisors, a former hedge fund that managed over $14 billion in assets before it was shut down in 2013 due to insider trading charges. Cohen is one of the most successful investors in history, having earned billions of dollars through his investments.","date":"2022-12-21T08:37:39.873078Z"},{"topic":"公式放送","mean":"公式放送 (Koushiki HouSou) is a Japanese term that refers to official broadcasts, such as those from television networks or streaming services. It can also refer to live events that are broadcast on these platforms. In English, it can be translated as \u0022official broadcast\u0022.","date":"2022-12-21T08:37:43.5594546Z"},{"topic":"Farhan","mean":"Farhan is an Arabic name meaning \u0022happy\u0022 or \u0022joyful\u0022.","date":"2022-12-21T08:37:45.1918782Z"},{"topic":"EIAN NA ANG PARTNERSinCRIME","mean":"EIAN NA ANG PARTNERSinCRIME is a Tagalog phrase that translates to \u0022We are partners in crime\u0022. It is used to express a sense of camaraderie and solidarity between two or more people who are working together on something.","date":"2022-12-21T08:37:48.0444918Z"},{"topic":"me당첨","mean":"Me당첨 is a Korean phrase that translates to \u0022me winning\u0022 or \u0022I won\u0022. It is often used to express excitement or joy when someone has achieved something.","date":"2022-12-21T08:37:50.7424889Z"},{"topic":"ラプタス","mean":"ラプタス is a mythical creature from Greek mythology. It is a giant eagle that was sent by Zeus to feed on the ever-regenerating liver of the Titan Prometheus as punishment for stealing fire from the gods and giving it to humans. In English, it is known as the \u0022Raptor\u0022.","date":"2022-12-21T08:37:54.7501667Z"},{"topic":"Jokic","mean":"Jokic is a surname of Slavic origin. It is derived from the given name Jok, which is a diminutive form of the name Joakim. The meaning of the name is \u0022God will establish\u0022.","date":"2022-12-21T08:37:57.1752701Z"},{"topic":"芸能界デビュー","mean":"芸能界デビュー (Geinoukai Debut) is a Japanese phrase that means \u0022debut in the entertainment industry\u0022. It is used to refer to when someone makes their first appearance in the entertainment industry, such as an actor or singer.","date":"2022-12-21T08:38:00.6733934Z"},{"topic":"あいテレビ","mean":"あいテレビ is a Japanese television network owned by the Asahi Broadcasting Corporation. It broadcasts news, sports, variety shows, dramas, and other programs. In English, it translates to \u0022Asahi TV\u0022.","date":"2022-12-21T08:38:03.5785827Z"},{"topic":"HYBE","mean":"HYBE is a South Korean entertainment company formerly known as Big Hit Entertainment. It was founded in 2005 and is best known for managing the K-pop boy band BTS. The name HYBE is an acronym for “Hit Yeonbeon”, which translates to “Hit Everywhere” in English.","date":"2022-12-21T08:38:08.1621472Z"},{"topic":"死去・元アイドル歌手","mean":"死去・元アイドル歌手 is a Japanese phrase that translates to \u0022deceased former idol singer\u0022. It is used to refer to a singer who was once an idol, but has since passed away.","date":"2022-12-21T08:38:10.9322142Z"},{"topic":"Heyman","mean":"Heyman is a German term of endearment that translates to \u0022dear man\u0022 or \u0022dear sir.\u0022 It is used as a way to show respect and affection for someone.","date":"2022-12-21T08:38:13.3831117Z"},{"topic":"咎人コラボ","mean":"咎人コラボ (Togabito Collaboration) is a Japanese video game series developed by Nippon Ichi Software. It is a dungeon-crawling role-playing game in which players take on the role of a \u0022Togabito\u0022, or \u0022Sinners\u0022, who must explore dungeons and battle monsters in order to save the world from destruction. The English translation of the title would be \u0022Sinner\u0027s Collaboration\u0022.","date":"2022-12-21T08:38:17.8550421Z"},{"topic":"ポップン","mean":"ポップン is a type of Japanese rhythm game developed by Konami. It is similar to the Dance Dance Revolution series, but instead of using a dance pad, players use buttons on a controller to hit notes that appear on the screen. The goal is to hit the notes in time with the music. In English, it can be translated as \u0022Pop\u0027n\u0022.","date":"2022-12-21T08:38:21.3190869Z"},{"topic":"風の行方","mean":"風の行方 is a Japanese phrase that literally translates to \u0022the whereabouts of the wind\u0022. It is often used to refer to something that is unknown or uncertain. In English, it can be translated as \u0022the fate of the wind\u0022 or \u0022the direction of the wind\u0022.","date":"2022-12-21T08:38:24.0392616Z"},{"topic":"eat愛媛朝日テレビ","mean":"\u0022Eat愛媛朝日テレビ\u0022 is a Japanese television program that airs on the Ehime Asahi Broadcasting Corporation. The title of the show translates to \u0022Eat Ehime Asahi TV\u0022. The program focuses on food and cooking, featuring local chefs and restaurants from the Ehime Prefecture.","date":"2022-12-21T08:38:27.5517954Z"},{"topic":"도재정 유닛","mean":"도재정 유닛 is a Korean term for a unit of measurement used to measure the amount of land. It is equal to one square meter. In English, it can be translated as \u0022square meter unit\u0022.","date":"2022-12-21T08:38:30.3833901Z"},{"topic":"イグナイター","mean":"イグナイター is a Japanese word that refers to a person who is an expert in the field of igniting or starting something. It can also refer to someone who is passionate and enthusiastic about something, and has the ability to motivate others. In English, it could be translated as \u0022igniter\u0022 or \u0022motivator\u0022.","date":"2022-12-21T08:38:34.6942924Z"},{"topic":"紅白の審査員","mean":"紅白の審査員 (Kōhaku no Shinsa-in) is a term used to refer to the judges of the annual New Year\u0027s Eve singing contest, Kōhaku Uta Gassen, which is broadcast on Japanese television. The term literally translates to \u0022judges of the Red and White Contest\u0022.","date":"2022-12-21T08:38:38.4401303Z"},{"topic":"San Francisco Giants","mean":"San Francisco Giants is a Major League Baseball team based in San Francisco, California. The team was founded in 1883 and has won the World Series eight times. The Giants play their home games at Oracle Park, formerly known as AT\u0026T Park.","date":"2022-12-21T08:38:42.0382151Z"},{"topic":"色の見え方","mean":"色の見え方 is a Japanese phrase that translates to \u0022the way colors are seen\u0022. It is used to refer to the perception of color, such as how different people may perceive the same color differently.","date":"2022-12-21T08:38:44.5714752Z"},{"topic":"Correa to the Mets","mean":"\u0022Correa to the Mets\u0022 is a phrase used to express excitement or anticipation about the possibility of the New York Mets signing shortstop Carlos Correa. It is a play on words, as \u0022Correa\u0022 is the name of the player and \u0022to the Mets\u0022 implies that he will be joining the team.","date":"2022-12-21T08:38:47.861914Z"},{"topic":"あなたの年齢","mean":"あなたの年齢 is a phrase in Japanese that translates to \u0022your age\u0022 in English. It is a way of asking someone how old they are.","date":"2022-12-21T08:38:50.2353219Z"},{"topic":"実写MV","mean":"実写MV (jissha MV) is a Japanese term for a music video that is shot with live action footage. It is a combination of the words 実写 (jissha, meaning \u0022live action\u0022) and MV (music video). In English, it can be referred to as a live-action music video.","date":"2022-12-21T08:38:53.8524899Z"},{"topic":"DELETER SA MMFF","mean":"DELETER SA MMFF is an acronym for \u0022Delete the South African Music and Film Festival\u0022. It is a call to action to remove the South African Music and Film Festival from the list of events that are held in South Africa. The festival has been criticized for its lack of diversity and inclusion, as well as its lack of support for local artists.","date":"2022-12-21T08:38:58.3794789Z"},{"topic":"ちゅーぶ","mean":"ちゅーぶ is an abbreviation of the Japanese phrase 「ちゅうしゃブランチ」, which means \u0022business lunch\u0022. It is used to refer to a meal taken during a business meeting or gathering.","date":"2022-12-21T08:39:01.3604153Z"},{"topic":"Caligaris","mean":"Caligaris is a Latin phrase meaning \u0022in the boots of a soldier\u0022. It is often used to refer to someone who is tough, brave, and ready for battle.","date":"2022-12-21T08:39:03.8294394Z"},{"topic":"決定的成功","mean":"決定的成功 is a Chinese phrase that translates to \u0022decisive success\u0022 in English. It refers to achieving success through decisive action and determination.","date":"2022-12-21T08:39:06.355735Z"},{"topic":"シャマル","mean":"シャマル is a Japanese word that means \u0022dignified\u0022 or \u0022graceful\u0022. It is often used to describe someone who has a dignified and graceful manner.","date":"2022-12-21T08:39:08.6558244Z"},{"topic":"Happy Solstice","mean":"Happy Solstice is a greeting used to celebrate the solstice, which is an astronomical event that marks the longest and shortest days of the year. It is typically used to mark the summer solstice in the Northern Hemisphere, which occurs around June 21st, and the winter solstice in the Southern Hemisphere, which occurs around December 21st. The phrase \u0022Happy Solstice\u0022 is a way of expressing joy and appreciation for this special day.","date":"2022-12-21T08:39:13.1822199Z"},{"topic":"최고의 방송사","mean":"최고의 방송사 is a Korean phrase that translates to \u0022the best broadcasting company\u0022. It is used to refer to the most successful and popular broadcasting companies in South Korea.","date":"2022-12-21T08:39:16.1002031Z"},{"topic":"ブルピン","mean":"ブルピン (Burupin) is a Japanese slang term that means \u0022to be completely exhausted or worn out.\u0022 It is often used to describe someone who has been working hard and is now feeling the effects of fatigue. In English, it could be translated as \u0022totally wiped out\u0022 or \u0022exhausted.\u0022","date":"2022-12-21T08:39:20.2162273Z"},{"topic":"潤くん審査員","mean":"潤くん審査員 is a Japanese term used to refer to Jun Kunimura, a Japanese actor and film director. He is known for his roles in films such as Kill Bill and Babel. In English, it would be translated as \u0022Jun Kunimura Judge\u0022.","date":"2022-12-21T08:39:23.7571854Z"},{"topic":"平手友梨奈","mean":"平手友梨奈 is a Japanese phrase that translates to \u0022equal friends with Rina\u0022. It is used to express the idea of having a close and equal friendship with someone.","date":"2022-12-21T08:39:26.0962768Z"},{"topic":"#VenmoMe","mean":"#VenmoMe is a hashtag used on social media to request payment from someone via the Venmo app. Venmo is a mobile payment service that allows users to transfer money to one another. By using the hashtag #VenmoMe, someone is asking for someone else to send them money through the Venmo app.","date":"2022-12-21T08:39:29.830752Z"},{"topic":"#TripleNTalk","mean":"#TripleNTalk is a hashtag used on Twitter to discuss topics related to the Triple N Network, a network of people and organizations dedicated to promoting social justice and racial equity. The hashtag is used to share stories, resources, and ideas related to the network\u0027s mission.","date":"2022-12-21T08:39:33.2032802Z"},{"topic":"#WinterSolstice","mean":"Winter Solstice is the shortest day of the year in the Northern Hemisphere, occurring around December 21st. It marks the beginning of winter and is the longest night of the year. It is a time to celebrate the return of longer days and shorter nights, as well as to honor the cycle of life and death.","date":"2022-12-21T08:39:37.1403308Z"},{"topic":"#REPLAY_StrayKids_Now","mean":"#REPLAY_StrayKids_Now is a hashtag used by fans of the South Korean boy band Stray Kids to promote their latest single, \u0022Now\u0022. It is used to encourage others to listen to the song and share it with their friends.","date":"2022-12-21T08:42:49.229872Z"},{"topic":"Mets","mean":"Mets is an abbreviation for the New York Mets, a Major League Baseball team based in New York City. The team was founded in 1962 and plays in the National League East division.","date":"2022-12-21T08:43:10.2713181Z"},{"topic":"シーグリ","mean":"シーグリ (shīguri) is a Japanese word that means \u0022to take a break\u0022 or \u0022to take a rest\u0022. It is often used to describe taking a break from work or school.","date":"2022-12-21T08:43:15.2643027Z"},{"topic":"#FAM_KoreanVer","mean":"#FAM_KoreanVer is a hashtag used to promote the Korean version of the song \u0022FAM\u0022 by South Korean girl group BLACKPINK. The English translation of the hashtag is \u0022#FAM_KoreanVersion\u0022.","date":"2022-12-21T08:43:20.643975Z"},{"topic":"致命的失敗","mean":"致命的失敗 literally translates to \u0022fatal failure\u0022 in English. It is used to describe a mistake or an action that has had catastrophic consequences.","date":"2022-12-21T08:44:10.5830194Z"},{"topic":"#SKZREPLAY","mean":"#SKZREPLAY is a hashtag used by fans of the South Korean boy band Stray Kids. It is used to encourage fans to replay the group\u0027s songs and music videos, in order to increase their popularity and visibility. In English, it translates to \u0022Stray Kids Replay\u0022.","date":"2022-12-21T09:09:05.3475163Z"},{"topic":"クリスマス生配信","mean":"クリスマス生配信 is a Japanese term that translates to \u0022Christmas Live Broadcast\u0022. It refers to a live streaming event that takes place on Christmas Day. This type of event usually involves performers, musicians, or other entertainers who broadcast their performances online for viewers to watch.","date":"2022-12-21T09:09:10.3312938Z"},{"topic":"緊急発表","mean":"緊急発表 is a Japanese phrase that translates to \u0022emergency announcement\u0022. It is used to describe an announcement that is made in response to an urgent situation.","date":"2022-12-21T09:09:14.055909Z"},{"topic":"LIMBO OUT NOW","mean":"\u0022LIMBO OUT NOW\u0022 is a phrase used to announce the release of a new product or service. It is typically used to promote the launch of a new video game, album, movie, or other type of entertainment. In this context, it means that the product or service is now available for purchase or streaming.","date":"2022-12-21T09:09:19.0413355Z"},{"topic":"ハーブティー王決定戦","mean":"ハーブティー王決定戦 is a competition in Japan where participants compete to make the best herbal tea. The English translation of this phrase would be \u0022Herbal Tea King Competition\u0022.","date":"2022-12-21T09:09:22.8959557Z"},{"topic":"Mendadak Liburan","mean":"Mendadak Liburan is an Indonesian phrase that translates to \u0022sudden vacation\u0022 in English. It is used to describe a situation where someone takes a spontaneous or unexpected trip or holiday.","date":"2022-12-21T09:09:26.2670025Z"},{"topic":"Ketum Hary Tanoe","mean":"Ketum Hary Tanoe is a traditional Javanese greeting that is used to show respect and gratitude. It roughly translates to \u0022May you be blessed with peace and prosperity\u0022.","date":"2022-12-21T09:09:29.2921688Z"},{"topic":"身長・体重","mean":"身長・体重 is a Japanese phrase meaning \u0022height and weight\u0022. It is used to refer to a person\u0027s physical measurements.","date":"2022-12-21T09:09:31.8310255Z"},{"topic":"Najam Sethi","mean":"Najam Sethi is a Pakistani journalist, editor, and political analyst. He is the current Chairman of the Pakistan Cricket Board and the former Editor-in-Chief of The Friday Times. The name Najam Sethi is derived from Arabic and Persian, meaning \u0022star of justice\u0022.","date":"2022-12-21T09:09:35.5462693Z"},{"topic":"LOVE UNTOLD BY HYUNJIN","mean":"Love Untold by Hyunjin is a song by South Korean singer and songwriter Hyunjin. The song is about the struggles of loving someone without being able to express it. The lyrics express the feeling of wanting to tell someone how you feel, but not being able to find the words or courage to do so. The English translation of the title is \u0022Unspoken Love\u0022.","date":"2022-12-21T09:09:39.747382Z"},{"topic":"トリカラ","mean":"トリカラ is a Japanese word that means \u0022three-wheeler\u0022. It is used to refer to a vehicle with three wheels, such as a tricycle or a motorized three-wheeler.","date":"2022-12-21T09:16:56.6976413Z"},{"topic":"有馬記念の入場券","mean":"有馬記念の入場券 is a ticket to the Arima Kinen, an annual horse race held in Japan. The name translates to \u0022Arima Memorial Admission Ticket\u0022 in English.","date":"2022-12-21T09:16:58.8931069Z"},{"topic":"Lee Know","mean":"Lee Know is the stage name of Lee Min-ho, a South Korean singer and member of the K-pop group Stray Kids. The name is a combination of his given name, Lee Min-ho, and the English word \u0022know,\u0022 which means to be aware or informed about something.","date":"2022-12-21T09:17:01.1531985Z"},{"topic":"LOVE UNTOLD","mean":"Love Untold is a phrase used to describe a deep, passionate love that has yet to be expressed or revealed. It is often used to describe a feeling of intense emotion that has not been shared with another person.","date":"2022-12-21T09:17:03.2533373Z"},{"topic":"ゴールド会員","mean":"ゴールド会員 (Gold Membership) is a type of membership that provides special benefits and privileges to members. These benefits may include discounts on products or services, exclusive access to events, or other rewards. In English, it can be translated as \u0022Gold Member\u0022.","date":"2022-12-21T09:17:06.075306Z"},{"topic":"寧々ちゃん","mean":"寧々ちゃん is a nickname for the Japanese idol group Nogizaka46. It is derived from the group\u0027s name, which is a combination of the words \u0022Nogizaka\u0022 and \u002246\u0022. The nickname is used by fans to refer to the group as a whole, or to individual members. In English, it can be translated as \u0022Ning-Ning Girls\u0022.","date":"2022-12-21T09:17:09.7266563Z"},{"topic":"اليوم الاربعاء","mean":"اليوم الاربعاء is Arabic for \u0022Wednesday\u0022 and it means \u0022Wednesday\u0022 in English.","date":"2022-12-21T09:17:11.3228032Z"},{"topic":"赤倉さん","mean":"赤倉さん is a Japanese nickname for the red-crowned crane, a species of crane found in East Asia. In English, it is sometimes referred to as the Japanese Crane.","date":"2022-12-21T09:17:13.1013498Z"},{"topic":"DEEP END","mean":"DEEP END is an idiom that means a difficult or dangerous situation. It is used to describe a situation that is beyond one\u0027s experience or comfort level, and requires more skill or courage than one has.","date":"2022-12-21T09:17:15.6899046Z"},{"topic":"Doodle","mean":"Doodle is a drawing or scribble made while someone is thinking or daydreaming. It can also refer to a simple drawing made for fun or as a form of art.","date":"2022-12-21T09:24:13.8851939Z"},{"topic":"LEE MINHO","mean":"Lee Minho is a South Korean actor and singer. He is best known for his leading roles in the television dramas Boys Over Flowers, City Hunter, The Heirs, and The Legend of the Blue Sea. The English meaning of Lee Minho is \u0022faithful and wise\u0022.","date":"2022-12-21T09:24:16.9950132Z"},{"topic":"若モリPU","mean":"若モリPU is an abbreviation for the Japanese phrase “Wakamori PU”, which translates to “Young Forest PU”. It is a type of polyurethane foam used in furniture and other products that provides cushioning and insulation.","date":"2022-12-21T09:24:19.5954928Z"},{"topic":"FELIX","mean":"FELIX is an acronym for \u0022Flexible Extensible Library for Information Exchange\u0022. It is a software library designed to facilitate the exchange of information between different computer systems. It provides a set of tools and protocols that allow applications to communicate with each other in a secure and reliable manner.","date":"2022-12-21T09:31:23.3506175Z"},{"topic":"Limbo","mean":"Limbo is a Latin word meaning \u0022edge\u0022 or \u0022border\u0022. In English, it is used to refer to an uncertain period of awaiting a decision or resolution, an intermediate state or condition, or a state of neglect. It can also refer to a place where the souls of those who have died in original sin are confined before they are admitted into Heaven.","date":"2022-12-21T09:31:26.6125239Z"},{"topic":"STARS AND RAINDROPS","mean":"\u0022Stars and Raindrops\u0022 is a phrase that is used to describe something that is beautiful, special, and unique. It can be used to describe a person, a place, or an experience. The phrase implies that the thing being described is so special and unique that it stands out like stars in the night sky or raindrops on a window pane.","date":"2022-12-21T09:31:30.1594633Z"},{"topic":"生存報告","mean":"生存報告 (Seizon Houkoku) is a Japanese term that translates to \u0022survival report\u0022. It is a document that is used to provide information about the current state of an individual or organization. It can include details such as financial status, health, and other important information.","date":"2022-12-21T09:31:32.9927356Z"},{"topic":"Hug Me","mean":"\u0022Hug Me\u0022 is an expression used to express a desire for physical affection. It is often used as a request for someone to give you a hug, or as an invitation to hug someone else.","date":"2022-12-21T09:31:35.3769354Z"},{"topic":"マテガイ","mean":"マテガイ (mategai) is a Japanese word that means \u0022a wall of shame\u0022. It is used to describe a situation where someone has done something wrong or embarrassing and is publicly shamed for it.","date":"2022-12-21T09:31:37.3569886Z"},{"topic":"Stars and Raindrops","mean":"Stars and Raindrops is a popular Chinese idiom that is used to describe a situation in which two seemingly opposite things coexist. It is often used to describe a situation in which there are both good and bad elements, or when two people with different opinions can still work together. In English, it can be translated as \u0022A silver lining in every cloud\u0022.","date":"2022-12-21T09:41:14.7198187Z"},{"topic":"Connected","mean":"Connected is a term used to describe a state of being linked or associated with something. It can refer to physical connections, such as two computers connected by a cable, or it can refer to social connections, such as two people who are friends. In general, it means that two or more things are related in some way.","date":"2022-12-21T09:41:17.4057593Z"},{"topic":"Sağlığa Zam30Bin","mean":"Sağlığa Zam30Bin is a Turkish phrase that translates to \u0022Health Bonus 30,000\u0022. It is a term used to refer to a bonus of 30,000 Turkish lira given to healthcare workers in Turkey as a reward for their hard work and dedication during the COVID-19 pandemic.","date":"2022-12-21T09:41:20.2653644Z"},{"topic":"KIM SEUNGMIN","mean":"KIM SEUNGMIN is a Korean name, with the family name Kim and the given name Seungmin. In English, it would be translated as \u0022Victorious Brightness\u0022.","date":"2022-12-21T09:41:22.2385886Z"},{"topic":"Love Untold","mean":"Love Untold is a phrase that refers to a love that has not been expressed or shared. It is often used to describe a feeling of love that has not been spoken or acted upon, but still exists in the heart. The phrase can also refer to a love story that has yet to be told.","date":"2022-12-21T09:51:07.1940996Z"},{"topic":"TZUYU","mean":"TZUYU is the stage name of a Taiwanese singer and dancer, Chou Tzu-yu. She is a member of the South Korean girl group Twice. The name TZUYU is derived from her given name, which means \u0022knowing one\u0027s purpose\u0022 in Chinese.","date":"2022-12-21T09:51:09.7843839Z"},{"topic":"HAN JISUNG","mean":"HAN JISUNG is the stage name of South Korean singer and actor Han Ji-sung. He is a member of the K-pop boy group Stray Kids. The name \u0022HAN JISUNG\u0022 can be translated to mean \u0022one who stands out\u0022 in English.","date":"2022-12-21T09:51:12.484369Z"},{"topic":"アリスブルーのキス","mean":"アリスブルーのキス (Alice Blue Kiss) is a Japanese manga series written and illustrated by Kaori Yuki. It follows the story of a young girl named Alice who is sent to a mysterious boarding school where she discovers secrets about her past. The title of the series refers to the color of Alice\u0027s eyes, which are a deep blue. In English, it can be translated as \u0022Alice Blue Kiss\u0022.","date":"2022-12-21T09:51:16.4519067Z"},{"topic":"MAKNAE","mean":"MAKNAE is a Korean term used to refer to the youngest member of a group, such as a family, team, or band. In English, it can be translated as \u0022youngest\u0022 or \u0022baby\u0022.","date":"2022-12-21T10:02:24.8237904Z"},{"topic":"#myBESTpixiv2022","mean":"#myBESTpixiv2022 is a hashtag used by fans of the Japanese online art community, Pixiv, to share their favorite artwork from the site. The hashtag is used to promote artwork from the site and to celebrate its success in 2022.","date":"2022-12-21T10:02:27.1286228Z"},{"topic":"#すのちゅーぶ","mean":"#すのちゅーぶ is a hashtag used on Twitter in Japan. It is a play on words, combining the Japanese words for \u0022snow\u0022 (yuki) and \u0022chuu\u0022 (a sound effect for a kiss). The hashtag roughly translates to \u0022Snow Kiss\u0022.","date":"2022-12-21T10:02:30.2160346Z"},{"topic":"エクスカリバー","mean":"エクスカリバー is a Japanese term for a type of sword. It is derived from the English word \u0022Excalibur\u0022 and is used to refer to a legendary sword with magical powers. In English, it can be translated as \u0022Excalibur\u0022.","date":"2022-12-21T10:14:15.5982725Z"},{"topic":"Amit Shah In Lok Sabha","mean":"Amit Shah In Lok Sabha is a phrase used to refer to the Indian politician Amit Shah, who is currently the Home Minister of India and a Member of Parliament in the Lok Sabha (the lower house of India\u0027s Parliament). The phrase is used to indicate that Amit Shah is present in the Lok Sabha.","date":"2022-12-21T10:14:18.8675123Z"},{"topic":"ガチャピン","mean":"ガチャピン is a Japanese slang term derived from the phrase \u0022gachapon,\u0022 which is a type of vending machine that dispenses small toys and collectibles. The term is used to describe someone who is passionate and enthusiastic about something, often to an extreme degree. In English, it can be translated as \u0022super fan\u0022 or \u0022die-hard fan.\u0022","date":"2022-12-21T10:14:22.2858188Z"},{"topic":"石油武器","mean":"石油武器 (Shiyou Wubing) is a Chinese term that refers to the use of oil as a weapon in international politics. It is used to describe the use of oil as a tool to gain political or economic leverage over other countries. In English, it can be translated as \u0022oil weapon\u0022.","date":"2022-12-21T10:14:25.3526781Z"},{"topic":"まふまふさん","mean":"まふまふさん is the stage name of a Japanese singer, songwriter, and producer. His real name is MafuMafu. He is known for his unique style of music which combines elements of rock, pop, and electronic music. In English, his stage name translates to \u0022MafuMafu\u0022.","date":"2022-12-21T10:14:28.7667289Z"},{"topic":"Tzuyu","mean":"Tzuyu is a Taiwanese singer and member of the K-pop girl group Twice. Her name is derived from the Chinese characters for \u0022jade\u0022 and \u0022beauty\u0022. In English, her name means \u0022beautiful jade\u0022.","date":"2022-12-21T10:14:31.7615993Z"},{"topic":"レディクレ声","mean":"レディクレ声 (Redi Kure Koe) is a type of singing style that originated in Japan. It is characterized by a high-pitched, almost childlike voice, often used to sing pop songs. In English, it could be translated as \u0022cutesy singing voice\u0022.","date":"2022-12-21T10:14:34.8772294Z"}]