[{"topic":"#AGAスキンスリニック","mean":"#AGAスキンスリニック is a hashtag used on social media in Japan to promote skin care products from the Japanese cosmetics brand, AGA. The phrase roughly translates to \u0022AGA Skin Slick\u0022 in English.","date":"2022-12-21T08:36:41.4173712Z"},{"topic":"#クソおせち","mean":"#クソおせち is a Japanese hashtag that translates to \u0022crappy New Year\u0027s feast\u0022. It is used to describe a New Year\u0027s feast that is not up to the usual standards.","date":"2022-12-21T08:36:59.0077506Z"},{"topic":"#青汁王子","mean":"#青汁王子 is a Japanese hashtag that translates to \u0022Green Juice Prince\u0022. It is used to refer to someone who drinks green juice regularly and is seen as a health-conscious individual.","date":"2022-12-21T08:37:02.184616Z"},{"topic":"#三崎優太","mean":"#三崎優太 is the name of a Japanese actor. In English, it translates to Yuta Misaki.","date":"2022-12-21T08:37:04.2866386Z"},{"topic":"컬러 성격","mean":"컬러 성격 is a Korean term that refers to a person\u0027s personality type based on the colors they prefer. It is believed that certain colors can be associated with different personality traits, and this concept is used to help people better understand themselves and others. In English, it can be translated as \u0022color personality\u0022.","date":"2022-12-21T08:37:07.5569506Z"},{"topic":"高見知佳さん","mean":"高見知佳さん is a Japanese name. It is composed of two characters: 高 (taka) meaning “high” or “tall” and 見 (mi) meaning “to see” or “to observe”. The second character, 知 (chi) means “knowledge” or “wisdom” and 佳 (ka) means “good” or “beautiful”. Therefore, the name can be translated to mean “one who has high knowledge and wisdom” in English.","date":"2022-12-21T08:37:13.9577496Z"},{"topic":"가요대전","mean":"가요대전 is a South Korean music show that has been running since 1966. It is a competition between singers and groups, where they perform their songs and compete for awards. The name literally translates to \u0022Song Festival\u0022 in English.","date":"2022-12-21T08:37:17.0168347Z"},{"topic":"#VakitMücadeleVaktidir","mean":"#VakitMücadeleVaktidir is a Turkish phrase that translates to \u0022It is time to fight\u0022. It is often used as a rallying cry for people to stand up and fight for their rights and beliefs.","date":"2022-12-21T08:37:19.9671182Z"},{"topic":"ElonMusk BilenKazanırda","mean":"ElonMusk BilenKazanırda is a Turkish phrase that translates to \u0022Whoever knows Elon Musk wins\u0022. It is a proverb that implies that knowledge of the tech entrepreneur and innovator Elon Musk can be beneficial in some way.","date":"2022-12-21T08:37:23.1802207Z"},{"topic":"Carlos Correa","mean":"Carlos Correa is a professional baseball player from Puerto Rico who currently plays for the Houston Astros. He is a shortstop and was the first overall pick in the 2012 MLB Draft. The meaning of his name in English is \u0022free man\u0022.","date":"2022-12-21T08:37:26.9215378Z"},{"topic":"SKZREPLAY OUT NOW","mean":"SKZREPLAY OUT NOW is a phrase used to promote the release of a new song or album by the South Korean boy band Stray Kids. It is an invitation for fans to listen to the new music and show their support.","date":"2022-12-21T08:37:29.6895698Z"},{"topic":"Türk Dünyası Medya Çalıştayı","mean":"Türk Dünyası Medya Çalıştayı is a media workshop organized by the Turkish World Media Platform, which aims to bring together media professionals from Turkey and other Turkic countries. The English translation of the name is \u0022Turkish World Media Workshop\u0022.","date":"2022-12-21T08:37:32.6513213Z"},{"topic":"ジャンボリミッキー","mean":"ジャンボリミッキー is a type of Japanese snack food made by Lotte. It is a biscuit shaped like Mickey Mouse and filled with a sweet bean paste. In English, it is known as Jumbo Mickey Biscuits.","date":"2022-12-21T08:37:35.5985412Z"},{"topic":"Steve Cohen","mean":"Steve Cohen is an American hedge fund manager and investor. He is the founder and CEO of Point72 Asset Management, a family office managing over $20 billion in assets. He is also the founder of SAC Capital Advisors, a former hedge fund that managed over $14 billion in assets before it was shut down in 2013 due to insider trading charges. Cohen is one of the most successful investors in history, having earned billions of dollars through his investments.","date":"2022-12-21T08:37:39.873078Z"},{"topic":"公式放送","mean":"公式放送 (Koushiki HouSou) is a Japanese term that refers to official broadcasts, such as those from television networks or streaming services. It can also refer to live events that are broadcast on these platforms. In English, it can be translated as \u0022official broadcast\u0022.","date":"2022-12-21T08:37:43.5594546Z"},{"topic":"Farhan","mean":"Farhan is an Arabic name meaning \u0022happy\u0022 or \u0022joyful\u0022.","date":"2022-12-21T08:37:45.1918782Z"},{"topic":"EIAN NA ANG PARTNERSinCRIME","mean":"EIAN NA ANG PARTNERSinCRIME is a Tagalog phrase that translates to \u0022We are partners in crime\u0022. It is used to express a sense of camaraderie and solidarity between two or more people who are working together on something.","date":"2022-12-21T08:37:48.0444918Z"},{"topic":"me당첨","mean":"Me당첨 is a Korean phrase that translates to \u0022me winning\u0022 or \u0022I won\u0022. It is often used to express excitement or joy when someone has achieved something.","date":"2022-12-21T08:37:50.7424889Z"},{"topic":"ラプタス","mean":"ラプタス is a mythical creature from Greek mythology. It is a giant eagle that was sent by Zeus to feed on the ever-regenerating liver of the Titan Prometheus as punishment for stealing fire from the gods and giving it to humans. In English, it is known as the \u0022Raptor\u0022.","date":"2022-12-21T08:37:54.7501667Z"},{"topic":"Jokic","mean":"Jokic is a surname of Slavic origin. It is derived from the given name Jok, which is a diminutive form of the name Joakim. The meaning of the name is \u0022God will establish\u0022.","date":"2022-12-21T08:37:57.1752701Z"},{"topic":"芸能界デビュー","mean":"芸能界デビュー (Geinoukai Debut) is a Japanese phrase that means \u0022debut in the entertainment industry\u0022. It is used to refer to when someone makes their first appearance in the entertainment industry, such as an actor or singer.","date":"2022-12-21T08:38:00.6733934Z"},{"topic":"あいテレビ","mean":"あいテレビ is a Japanese television network owned by the Asahi Broadcasting Corporation. It broadcasts news, sports, variety shows, dramas, and other programs. In English, it translates to \u0022Asahi TV\u0022.","date":"2022-12-21T08:38:03.5785827Z"},{"topic":"HYBE","mean":"HYBE is a South Korean entertainment company formerly known as Big Hit Entertainment. It was founded in 2005 and is best known for managing the K-pop boy band BTS. The name HYBE is an acronym for “Hit Yeonbeon”, which translates to “Hit Everywhere” in English.","date":"2022-12-21T08:38:08.1621472Z"},{"topic":"死去・元アイドル歌手","mean":"死去・元アイドル歌手 is a Japanese phrase that translates to \u0022deceased former idol singer\u0022. It is used to refer to a singer who was once an idol, but has since passed away.","date":"2022-12-21T08:38:10.9322142Z"},{"topic":"Heyman","mean":"Heyman is a German term of endearment that translates to \u0022dear man\u0022 or \u0022dear sir.\u0022 It is used as a way to show respect and affection for someone.","date":"2022-12-21T08:38:13.3831117Z"},{"topic":"咎人コラボ","mean":"咎人コラボ (Togabito Collaboration) is a Japanese video game series developed by Nippon Ichi Software. It is a dungeon-crawling role-playing game in which players take on the role of a \u0022Togabito\u0022, or \u0022Sinners\u0022, who must explore dungeons and battle monsters in order to save the world from destruction. The English translation of the title would be \u0022Sinner\u0027s Collaboration\u0022.","date":"2022-12-21T08:38:17.8550421Z"},{"topic":"ポップン","mean":"ポップン is a type of Japanese rhythm game developed by Konami. It is similar to the Dance Dance Revolution series, but instead of using a dance pad, players use buttons on a controller to hit notes that appear on the screen. The goal is to hit the notes in time with the music. In English, it can be translated as \u0022Pop\u0027n\u0022.","date":"2022-12-21T08:38:21.3190869Z"},{"topic":"風の行方","mean":"風の行方 is a Japanese phrase that literally translates to \u0022the whereabouts of the wind\u0022. It is often used to refer to something that is unknown or uncertain. In English, it can be translated as \u0022the fate of the wind\u0022 or \u0022the direction of the wind\u0022.","date":"2022-12-21T08:38:24.0392616Z"},{"topic":"eat愛媛朝日テレビ","mean":"\u0022Eat愛媛朝日テレビ\u0022 is a Japanese television program that airs on the Ehime Asahi Broadcasting Corporation. The title of the show translates to \u0022Eat Ehime Asahi TV\u0022. The program focuses on food and cooking, featuring local chefs and restaurants from the Ehime Prefecture.","date":"2022-12-21T08:38:27.5517954Z"},{"topic":"도재정 유닛","mean":"도재정 유닛 is a Korean term for a unit of measurement used to measure the amount of land. It is equal to one square meter. In English, it can be translated as \u0022square meter unit\u0022.","date":"2022-12-21T08:38:30.3833901Z"},{"topic":"イグナイター","mean":"イグナイター is a Japanese word that refers to a person who is an expert in the field of igniting or starting something. It can also refer to someone who is passionate and enthusiastic about something, and has the ability to motivate others. In English, it could be translated as \u0022igniter\u0022 or \u0022motivator\u0022.","date":"2022-12-21T08:38:34.6942924Z"},{"topic":"紅白の審査員","mean":"紅白の審査員 (Kōhaku no Shinsa-in) is a term used to refer to the judges of the annual New Year\u0027s Eve singing contest, Kōhaku Uta Gassen, which is broadcast on Japanese television. The term literally translates to \u0022judges of the Red and White Contest\u0022.","date":"2022-12-21T08:38:38.4401303Z"},{"topic":"San Francisco Giants","mean":"San Francisco Giants is a Major League Baseball team based in San Francisco, California. The team was founded in 1883 and has won the World Series eight times. The Giants play their home games at Oracle Park, formerly known as AT\u0026T Park.","date":"2022-12-21T08:38:42.0382151Z"},{"topic":"色の見え方","mean":"色の見え方 is a Japanese phrase that translates to \u0022the way colors are seen\u0022. It is used to refer to the perception of color, such as how different people may perceive the same color differently.","date":"2022-12-21T08:38:44.5714752Z"},{"topic":"Correa to the Mets","mean":"\u0022Correa to the Mets\u0022 is a phrase used to express excitement or anticipation about the possibility of the New York Mets signing shortstop Carlos Correa. It is a play on words, as \u0022Correa\u0022 is the name of the player and \u0022to the Mets\u0022 implies that he will be joining the team.","date":"2022-12-21T08:38:47.861914Z"},{"topic":"あなたの年齢","mean":"あなたの年齢 is a phrase in Japanese that translates to \u0022your age\u0022 in English. It is a way of asking someone how old they are.","date":"2022-12-21T08:38:50.2353219Z"},{"topic":"実写MV","mean":"実写MV (jissha MV) is a Japanese term for a music video that is shot with live action footage. It is a combination of the words 実写 (jissha, meaning \u0022live action\u0022) and MV (music video). In English, it can be referred to as a live-action music video.","date":"2022-12-21T08:38:53.8524899Z"},{"topic":"DELETER SA MMFF","mean":"DELETER SA MMFF is an acronym for \u0022Delete the South African Music and Film Festival\u0022. It is a call to action to remove the South African Music and Film Festival from the list of events that are held in South Africa. The festival has been criticized for its lack of diversity and inclusion, as well as its lack of support for local artists.","date":"2022-12-21T08:38:58.3794789Z"},{"topic":"ちゅーぶ","mean":"ちゅーぶ is an abbreviation of the Japanese phrase 「ちゅうしゃブランチ」, which means \u0022business lunch\u0022. It is used to refer to a meal taken during a business meeting or gathering.","date":"2022-12-21T08:39:01.3604153Z"},{"topic":"Caligaris","mean":"Caligaris is a Latin phrase meaning \u0022in the boots of a soldier\u0022. It is often used to refer to someone who is tough, brave, and ready for battle.","date":"2022-12-21T08:39:03.8294394Z"},{"topic":"決定的成功","mean":"決定的成功 is a Chinese phrase that translates to \u0022decisive success\u0022 in English. It refers to achieving success through decisive action and determination.","date":"2022-12-21T08:39:06.355735Z"},{"topic":"シャマル","mean":"シャマル is a Japanese word that means \u0022dignified\u0022 or \u0022graceful\u0022. It is often used to describe someone who has a dignified and graceful manner.","date":"2022-12-21T08:39:08.6558244Z"},{"topic":"Happy Solstice","mean":"Happy Solstice is a greeting used to celebrate the solstice, which is an astronomical event that marks the longest and shortest days of the year. It is typically used to mark the summer solstice in the Northern Hemisphere, which occurs around June 21st, and the winter solstice in the Southern Hemisphere, which occurs around December 21st. The phrase \u0022Happy Solstice\u0022 is a way of expressing joy and appreciation for this special day.","date":"2022-12-21T08:39:13.1822199Z"},{"topic":"최고의 방송사","mean":"최고의 방송사 is a Korean phrase that translates to \u0022the best broadcasting company\u0022. It is used to refer to the most successful and popular broadcasting companies in South Korea.","date":"2022-12-21T08:39:16.1002031Z"},{"topic":"ブルピン","mean":"ブルピン (Burupin) is a Japanese slang term that means \u0022to be completely exhausted or worn out.\u0022 It is often used to describe someone who has been working hard and is now feeling the effects of fatigue. In English, it could be translated as \u0022totally wiped out\u0022 or \u0022exhausted.\u0022","date":"2022-12-21T08:39:20.2162273Z"},{"topic":"潤くん審査員","mean":"潤くん審査員 is a Japanese term used to refer to Jun Kunimura, a Japanese actor and film director. He is known for his roles in films such as Kill Bill and Babel. In English, it would be translated as \u0022Jun Kunimura Judge\u0022.","date":"2022-12-21T08:39:23.7571854Z"},{"topic":"平手友梨奈","mean":"平手友梨奈 is a Japanese phrase that translates to \u0022equal friends with Rina\u0022. It is used to express the idea of having a close and equal friendship with someone.","date":"2022-12-21T08:39:26.0962768Z"},{"topic":"#VenmoMe","mean":"#VenmoMe is a hashtag used on social media to request payment from someone via the Venmo app. Venmo is a mobile payment service that allows users to transfer money to one another. By using the hashtag #VenmoMe, someone is asking for someone else to send them money through the Venmo app.","date":"2022-12-21T08:39:29.830752Z"},{"topic":"#TripleNTalk","mean":"#TripleNTalk is a hashtag used on Twitter to discuss topics related to the Triple N Network, a network of people and organizations dedicated to promoting social justice and racial equity. The hashtag is used to share stories, resources, and ideas related to the network\u0027s mission.","date":"2022-12-21T08:39:33.2032802Z"},{"topic":"#WinterSolstice","mean":"Winter Solstice is the shortest day of the year in the Northern Hemisphere, occurring around December 21st. It marks the beginning of winter and is the longest night of the year. It is a time to celebrate the return of longer days and shorter nights, as well as to honor the cycle of life and death.","date":"2022-12-21T08:39:37.1403308Z"},{"topic":"#REPLAY_StrayKids_Now","mean":"#REPLAY_StrayKids_Now is a hashtag used by fans of the South Korean boy band Stray Kids to promote their latest single, \u0022Now\u0022. It is used to encourage others to listen to the song and share it with their friends.","date":"2022-12-21T08:42:49.229872Z"},{"topic":"Mets","mean":"Mets is an abbreviation for the New York Mets, a Major League Baseball team based in New York City. The team was founded in 1962 and plays in the National League East division.","date":"2022-12-21T08:43:10.2713181Z"},{"topic":"シーグリ","mean":"シーグリ (shīguri) is a Japanese word that means \u0022to take a break\u0022 or \u0022to take a rest\u0022. It is often used to describe taking a break from work or school.","date":"2022-12-21T08:43:15.2643027Z"},{"topic":"#FAM_KoreanVer","mean":"#FAM_KoreanVer is a hashtag used to promote the Korean version of the song \u0022FAM\u0022 by South Korean girl group BLACKPINK. The English translation of the hashtag is \u0022#FAM_KoreanVersion\u0022.","date":"2022-12-21T08:43:20.643975Z"},{"topic":"致命的失敗","mean":"致命的失敗 literally translates to \u0022fatal failure\u0022 in English. It is used to describe a mistake or an action that has had catastrophic consequences.","date":"2022-12-21T08:44:10.5830194Z"},{"topic":"#SKZREPLAY","mean":"#SKZREPLAY is a hashtag used by fans of the South Korean boy band Stray Kids. It is used to encourage fans to replay the group\u0027s songs and music videos, in order to increase their popularity and visibility. In English, it translates to \u0022Stray Kids Replay\u0022.","date":"2022-12-21T09:09:05.3475163Z"},{"topic":"クリスマス生配信","mean":"クリスマス生配信 is a Japanese term that translates to \u0022Christmas Live Broadcast\u0022. It refers to a live streaming event that takes place on Christmas Day. This type of event usually involves performers, musicians, or other entertainers who broadcast their performances online for viewers to watch.","date":"2022-12-21T09:09:10.3312938Z"},{"topic":"緊急発表","mean":"緊急発表 is a Japanese phrase that translates to \u0022emergency announcement\u0022. It is used to describe an announcement that is made in response to an urgent situation.","date":"2022-12-21T09:09:14.055909Z"},{"topic":"LIMBO OUT NOW","mean":"\u0022LIMBO OUT NOW\u0022 is a phrase used to announce the release of a new product or service. It is typically used to promote the launch of a new video game, album, movie, or other type of entertainment. In this context, it means that the product or service is now available for purchase or streaming.","date":"2022-12-21T09:09:19.0413355Z"},{"topic":"ハーブティー王決定戦","mean":"ハーブティー王決定戦 is a competition in Japan where participants compete to make the best herbal tea. The English translation of this phrase would be \u0022Herbal Tea King Competition\u0022.","date":"2022-12-21T09:09:22.8959557Z"},{"topic":"Mendadak Liburan","mean":"Mendadak Liburan is an Indonesian phrase that translates to \u0022sudden vacation\u0022 in English. It is used to describe a situation where someone takes a spontaneous or unexpected trip or holiday.","date":"2022-12-21T09:09:26.2670025Z"},{"topic":"Ketum Hary Tanoe","mean":"Ketum Hary Tanoe is a traditional Javanese greeting that is used to show respect and gratitude. It roughly translates to \u0022May you be blessed with peace and prosperity\u0022.","date":"2022-12-21T09:09:29.2921688Z"},{"topic":"身長・体重","mean":"身長・体重 is a Japanese phrase meaning \u0022height and weight\u0022. It is used to refer to a person\u0027s physical measurements.","date":"2022-12-21T09:09:31.8310255Z"},{"topic":"Najam Sethi","mean":"Najam Sethi is a Pakistani journalist, editor, and political analyst. He is the current Chairman of the Pakistan Cricket Board and the former Editor-in-Chief of The Friday Times. The name Najam Sethi is derived from Arabic and Persian, meaning \u0022star of justice\u0022.","date":"2022-12-21T09:09:35.5462693Z"},{"topic":"LOVE UNTOLD BY HYUNJIN","mean":"Love Untold by Hyunjin is a song by South Korean singer and songwriter Hyunjin. The song is about the struggles of loving someone without being able to express it. The lyrics express the feeling of wanting to tell someone how you feel, but not being able to find the words or courage to do so. The English translation of the title is \u0022Unspoken Love\u0022.","date":"2022-12-21T09:09:39.747382Z"},{"topic":"トリカラ","mean":"トリカラ is a Japanese word that means \u0022three-wheeler\u0022. It is used to refer to a vehicle with three wheels, such as a tricycle or a motorized three-wheeler.","date":"2022-12-21T09:16:56.6976413Z"},{"topic":"有馬記念の入場券","mean":"有馬記念の入場券 is a ticket to the Arima Kinen, an annual horse race held in Japan. The name translates to \u0022Arima Memorial Admission Ticket\u0022 in English.","date":"2022-12-21T09:16:58.8931069Z"},{"topic":"Lee Know","mean":"Lee Know is the stage name of Lee Min-ho, a South Korean singer and member of the K-pop group Stray Kids. The name is a combination of his given name, Lee Min-ho, and the English word \u0022know,\u0022 which means to be aware or informed about something.","date":"2022-12-21T09:17:01.1531985Z"},{"topic":"LOVE UNTOLD","mean":"Love Untold is a phrase used to describe a deep, passionate love that has yet to be expressed or revealed. It is often used to describe a feeling of intense emotion that has not been shared with another person.","date":"2022-12-21T09:17:03.2533373Z"},{"topic":"ゴールド会員","mean":"ゴールド会員 (Gold Membership) is a type of membership that provides special benefits and privileges to members. These benefits may include discounts on products or services, exclusive access to events, or other rewards. In English, it can be translated as \u0022Gold Member\u0022.","date":"2022-12-21T09:17:06.075306Z"},{"topic":"寧々ちゃん","mean":"寧々ちゃん is a nickname for the Japanese idol group Nogizaka46. It is derived from the group\u0027s name, which is a combination of the words \u0022Nogizaka\u0022 and \u002246\u0022. The nickname is used by fans to refer to the group as a whole, or to individual members. In English, it can be translated as \u0022Ning-Ning Girls\u0022.","date":"2022-12-21T09:17:09.7266563Z"},{"topic":"اليوم الاربعاء","mean":"اليوم الاربعاء is Arabic for \u0022Wednesday\u0022 and it means \u0022Wednesday\u0022 in English.","date":"2022-12-21T09:17:11.3228032Z"},{"topic":"赤倉さん","mean":"赤倉さん is a Japanese nickname for the red-crowned crane, a species of crane found in East Asia. In English, it is sometimes referred to as the Japanese Crane.","date":"2022-12-21T09:17:13.1013498Z"},{"topic":"DEEP END","mean":"DEEP END is an idiom that means a difficult or dangerous situation. It is used to describe a situation that is beyond one\u0027s experience or comfort level, and requires more skill or courage than one has.","date":"2022-12-21T09:17:15.6899046Z"},{"topic":"Doodle","mean":"Doodle is a drawing or scribble made while someone is thinking or daydreaming. It can also refer to a simple drawing made for fun or as a form of art.","date":"2022-12-21T09:24:13.8851939Z"},{"topic":"LEE MINHO","mean":"Lee Minho is a South Korean actor and singer. He is best known for his leading roles in the television dramas Boys Over Flowers, City Hunter, The Heirs, and The Legend of the Blue Sea. The English meaning of Lee Minho is \u0022faithful and wise\u0022.","date":"2022-12-21T09:24:16.9950132Z"},{"topic":"若モリPU","mean":"若モリPU is an abbreviation for the Japanese phrase “Wakamori PU”, which translates to “Young Forest PU”. It is a type of polyurethane foam used in furniture and other products that provides cushioning and insulation.","date":"2022-12-21T09:24:19.5954928Z"},{"topic":"FELIX","mean":"FELIX is an acronym for \u0022Flexible Extensible Library for Information Exchange\u0022. It is a software library designed to facilitate the exchange of information between different computer systems. It provides a set of tools and protocols that allow applications to communicate with each other in a secure and reliable manner.","date":"2022-12-21T09:31:23.3506175Z"},{"topic":"Limbo","mean":"Limbo is a Latin word meaning \u0022edge\u0022 or \u0022border\u0022. In English, it is used to refer to an uncertain period of awaiting a decision or resolution, an intermediate state or condition, or a state of neglect. It can also refer to a place where the souls of those who have died in original sin are confined before they are admitted into Heaven.","date":"2022-12-21T09:31:26.6125239Z"},{"topic":"STARS AND RAINDROPS","mean":"\u0022Stars and Raindrops\u0022 is a phrase that is used to describe something that is beautiful, special, and unique. It can be used to describe a person, a place, or an experience. The phrase implies that the thing being described is so special and unique that it stands out like stars in the night sky or raindrops on a window pane.","date":"2022-12-21T09:31:30.1594633Z"},{"topic":"生存報告","mean":"生存報告 (Seizon Houkoku) is a Japanese term that translates to \u0022survival report\u0022. It is a document that is used to provide information about the current state of an individual or organization. It can include details such as financial status, health, and other important information.","date":"2022-12-21T09:31:32.9927356Z"},{"topic":"Hug Me","mean":"\u0022Hug Me\u0022 is an expression used to express a desire for physical affection. It is often used as a request for someone to give you a hug, or as an invitation to hug someone else.","date":"2022-12-21T09:31:35.3769354Z"},{"topic":"マテガイ","mean":"マテガイ (mategai) is a Japanese word that means \u0022a wall of shame\u0022. It is used to describe a situation where someone has done something wrong or embarrassing and is publicly shamed for it.","date":"2022-12-21T09:31:37.3569886Z"},{"topic":"Stars and Raindrops","mean":"Stars and Raindrops is a popular Chinese idiom that is used to describe a situation in which two seemingly opposite things coexist. It is often used to describe a situation in which there are both good and bad elements, or when two people with different opinions can still work together. In English, it can be translated as \u0022A silver lining in every cloud\u0022.","date":"2022-12-21T09:41:14.7198187Z"},{"topic":"Connected","mean":"Connected is a term used to describe a state of being linked or associated with something. It can refer to physical connections, such as two computers connected by a cable, or it can refer to social connections, such as two people who are friends. In general, it means that two or more things are related in some way.","date":"2022-12-21T09:41:17.4057593Z"},{"topic":"Sağlığa Zam30Bin","mean":"Sağlığa Zam30Bin is a Turkish phrase that translates to \u0022Health Bonus 30,000\u0022. It is a term used to refer to a bonus of 30,000 Turkish lira given to healthcare workers in Turkey as a reward for their hard work and dedication during the COVID-19 pandemic.","date":"2022-12-21T09:41:20.2653644Z"},{"topic":"KIM SEUNGMIN","mean":"KIM SEUNGMIN is a Korean name, with the family name Kim and the given name Seungmin. In English, it would be translated as \u0022Victorious Brightness\u0022.","date":"2022-12-21T09:41:22.2385886Z"},{"topic":"Love Untold","mean":"Love Untold is a phrase that refers to a love that has not been expressed or shared. It is often used to describe a feeling of love that has not been spoken or acted upon, but still exists in the heart. The phrase can also refer to a love story that has yet to be told.","date":"2022-12-21T09:51:07.1940996Z"},{"topic":"TZUYU","mean":"TZUYU is the stage name of a Taiwanese singer and dancer, Chou Tzu-yu. She is a member of the South Korean girl group Twice. The name TZUYU is derived from her given name, which means \u0022knowing one\u0027s purpose\u0022 in Chinese.","date":"2022-12-21T09:51:09.7843839Z"},{"topic":"HAN JISUNG","mean":"HAN JISUNG is the stage name of South Korean singer and actor Han Ji-sung. He is a member of the K-pop boy group Stray Kids. The name \u0022HAN JISUNG\u0022 can be translated to mean \u0022one who stands out\u0022 in English.","date":"2022-12-21T09:51:12.484369Z"},{"topic":"アリスブルーのキス","mean":"アリスブルーのキス (Alice Blue Kiss) is a Japanese manga series written and illustrated by Kaori Yuki. It follows the story of a young girl named Alice who is sent to a mysterious boarding school where she discovers secrets about her past. The title of the series refers to the color of Alice\u0027s eyes, which are a deep blue. In English, it can be translated as \u0022Alice Blue Kiss\u0022.","date":"2022-12-21T09:51:16.4519067Z"},{"topic":"MAKNAE","mean":"MAKNAE is a Korean term used to refer to the youngest member of a group, such as a family, team, or band. In English, it can be translated as \u0022youngest\u0022 or \u0022baby\u0022.","date":"2022-12-21T10:02:24.8237904Z"},{"topic":"#myBESTpixiv2022","mean":"#myBESTpixiv2022 is a hashtag used by fans of the Japanese online art community, Pixiv, to share their favorite artwork from the site. The hashtag is used to promote artwork from the site and to celebrate its success in 2022.","date":"2022-12-21T10:02:27.1286228Z"},{"topic":"#すのちゅーぶ","mean":"#すのちゅーぶ is a hashtag used on Twitter in Japan. It is a play on words, combining the Japanese words for \u0022snow\u0022 (yuki) and \u0022chuu\u0022 (a sound effect for a kiss). The hashtag roughly translates to \u0022Snow Kiss\u0022.","date":"2022-12-21T10:02:30.2160346Z"},{"topic":"エクスカリバー","mean":"エクスカリバー is a Japanese term for a type of sword. It is derived from the English word \u0022Excalibur\u0022 and is used to refer to a legendary sword with magical powers. In English, it can be translated as \u0022Excalibur\u0022.","date":"2022-12-21T10:14:15.5982725Z"},{"topic":"Amit Shah In Lok Sabha","mean":"Amit Shah In Lok Sabha is a phrase used to refer to the Indian politician Amit Shah, who is currently the Home Minister of India and a Member of Parliament in the Lok Sabha (the lower house of India\u0027s Parliament). The phrase is used to indicate that Amit Shah is present in the Lok Sabha.","date":"2022-12-21T10:14:18.8675123Z"},{"topic":"ガチャピン","mean":"ガチャピン is a Japanese slang term derived from the phrase \u0022gachapon,\u0022 which is a type of vending machine that dispenses small toys and collectibles. The term is used to describe someone who is passionate and enthusiastic about something, often to an extreme degree. In English, it can be translated as \u0022super fan\u0022 or \u0022die-hard fan.\u0022","date":"2022-12-21T10:14:22.2858188Z"},{"topic":"石油武器","mean":"石油武器 (Shiyou Wubing) is a Chinese term that refers to the use of oil as a weapon in international politics. It is used to describe the use of oil as a tool to gain political or economic leverage over other countries. In English, it can be translated as \u0022oil weapon\u0022.","date":"2022-12-21T10:14:25.3526781Z"},{"topic":"まふまふさん","mean":"まふまふさん is the stage name of a Japanese singer, songwriter, and producer. His real name is MafuMafu. He is known for his unique style of music which combines elements of rock, pop, and electronic music. In English, his stage name translates to \u0022MafuMafu\u0022.","date":"2022-12-21T10:14:28.7667289Z"},{"topic":"Tzuyu","mean":"Tzuyu is a Taiwanese singer and member of the K-pop girl group Twice. Her name is derived from the Chinese characters for \u0022jade\u0022 and \u0022beauty\u0022. In English, her name means \u0022beautiful jade\u0022.","date":"2022-12-21T10:14:31.7615993Z"},{"topic":"レディクレ声","mean":"レディクレ声 (Redi Kure Koe) is a type of singing style that originated in Japan. It is characterized by a high-pitched, almost childlike voice, often used to sing pop songs. In English, it could be translated as \u0022cutesy singing voice\u0022.","date":"2022-12-21T10:14:34.8772294Z"},{"topic":"ATSUSHI","mean":"ATSUSHI is a Japanese given name. It is written with the kanji characters 郷 (atsushi), meaning \u0022home\u0022 or \u0022village\u0022, and 志 (shi), meaning \u0022will\u0022 or \u0022ambition\u0022. In English, it can be translated as \u0022determined\u0022 or \u0022ambitious\u0022.","date":"2022-12-21T10:25:19.5424752Z"},{"topic":"属性ランダム","mean":"属性ランダム is a Japanese term that translates to \u0022attribute randomization\u0022. It is a type of game mechanic where the attributes of characters, items, or other elements in a game are randomly assigned. This can be used to create an element of surprise and unpredictability in the game.","date":"2022-12-21T10:25:23.0742726Z"},{"topic":"tzuyu","mean":"Tzuyu is a Taiwanese singer and member of the K-pop girl group Twice. Her name is derived from the Taiwanese phrase \u0022tzyu yu,\u0022 which means \u0022the most beautiful.\u0022","date":"2022-12-21T10:25:25.570492Z"},{"topic":"Indihome","mean":"Indihome is an Indonesian telecommunications and media provider owned by Telkom Indonesia. It provides fiber-optic internet, digital television, and VoIP services to residential customers. The name Indihome is a portmanteau of the words \u0022Indonesia\u0022 and \u0022home\u0022. In English, it means \u0022Indonesian home\u0022.","date":"2022-12-21T10:32:35.9089552Z"},{"topic":"ひめはじめ","mean":"ひめはじめ is a Japanese phrase that means \u0022the beginning of a princess\u0022. It is often used to refer to the start of something special or important.","date":"2022-12-21T10:32:37.6877427Z"},{"topic":"クリスマスプレゼント","mean":"クリスマスプレゼント (Kurisumasu Purezento) is a Japanese phrase meaning \u0022Christmas present\u0022. It is used to refer to a gift given during the Christmas season.","date":"2022-12-21T10:41:13.464547Z"},{"topic":"EXILE","mean":"EXILE is the state of being forced to leave one\u0027s home country or region, usually for political or punitive reasons. It can also refer to the period of time during which a person is in exile. In English, the word \u0022exile\u0022 has come to mean both the act of being forced out of one\u0027s home and the state of living away from it.","date":"2022-12-21T10:41:17.3953759Z"},{"topic":"Vasto","mean":"Vasto is an Italian city located in the Abruzzo region of central Italy. It is the second largest city in the region and is known for its beaches, historic architecture, and vibrant culture. In English, Vasto means \u0022vast\u0022 or \u0022enormous\u0022.","date":"2022-12-21T10:41:20.3483576Z"},{"topic":"Michael Neser","mean":"Michael Neser is a German surname. It is derived from the given name Michael and the word neser, which means \u0022near\u0022 or \u0022close\u0022. In English, it can be translated to mean \u0022near Michael\u0022.","date":"2022-12-21T10:41:22.8295967Z"},{"topic":"Cumhurbaşkanı Erdoğan","mean":"Cumhurbaşkanı Erdoğan is the title of the current President of Turkey, Recep Tayyip Erdoğan. In English, it translates to \u0022President Erdogan\u0022.","date":"2022-12-21T10:41:25.197431Z"},{"topic":"#BibleBuildxGangnam嫩白水","mean":"#BibleBuildxGangnam嫩白水 is a hashtag used by Korean beauty influencers to promote a particular skincare product. The phrase translates to \u0022Gangnam White Water\u0022 and refers to the product\u0027s ability to give skin a bright, luminous complexion.","date":"2022-12-21T10:51:17.3059434Z"},{"topic":"ANJI 8TH MV","mean":"ANJI 8TH MV stands for \u0022Anji 8th Music Video\u0022. It is a music video by the Chinese singer Anji, released as her eighth single. The music video features Anji performing her song in various locations around the world.","date":"2022-12-21T10:51:19.7684179Z"},{"topic":"Telkomsel","mean":"Telkomsel is the largest mobile network operator in Indonesia. It is owned by Telkom Indonesia, the country\u0027s largest telecommunications company. The name Telkomsel is derived from the words \u0022Telekomunikasi Selular\u0022, which translates to \u0022Cellular Telecommunications\u0022 in English.","date":"2022-12-21T10:51:23.0202179Z"},{"topic":"21 Aralık","mean":"21 Aralık is the Turkish name for December 21st, the shortest day of the year in the Northern Hemisphere. In English, it translates to \u0022December 21st\u0022.","date":"2022-12-21T10:51:25.5126308Z"},{"topic":"SANA WALANG MAGBAGO MV","mean":"SANA WALANG MAGBAGO MV is a music video by Filipino singer-songwriter Moira Dela Torre. The title of the song translates to \u0022I Wish Nothing Would Change\u0022 in English. The song is about wishing for things to stay the same, even when life changes and time passes.","date":"2022-12-21T10:51:28.5857944Z"},{"topic":"愛知2部","mean":"愛知2部 is a term used to refer to the second division of the Japanese professional football league, J.League. It is also known as J2 League.","date":"2022-12-21T11:01:21.8017916Z"},{"topic":"DARLENTINA REVENGE","mean":"DARLENTINA REVENGE is a Spanish phrase that translates to \u0022revenge of Darlentina.\u0022 It is a phrase used to describe a situation in which someone seeks revenge against someone else for a wrong they have done.","date":"2022-12-21T11:01:24.2319085Z"},{"topic":"シャンティ","mean":"シャンティ (Shanti) is a Sanskrit word meaning peace, tranquility, and contentment. It is often used in Hindu and Buddhist religious contexts to refer to inner peace or a state of serenity. In English, it can be translated as \u0022peace\u0022 or \u0022calmness\u0022.","date":"2022-12-21T11:31:12.1666171Z"},{"topic":"オリコン1位","mean":"オリコン1位 is a phrase used in Japan to refer to the number one spot on the Oricon music chart. It is the most prestigious ranking for music releases in Japan, and is considered a major accomplishment for any artist or group. In English, it can be translated as \u0022Number One on Oricon\u0022.","date":"2022-12-21T11:31:15.1227076Z"},{"topic":"Emily in Paris","mean":"Emily in Paris is a romantic comedy-drama television series created by Darren Star. It follows Emily, an ambitious twenty-something marketing executive from Chicago, who unexpectedly lands her dream job in Paris when her company acquires a French luxury marketing company. The show follows Emily as she adjusts to the challenges of working in a foreign city, while also navigating the complexities of life and love in the City of Light. The phrase \u0022Emily in Paris\u0022 is used to describe someone who is out of their element but still manages to make it work.","date":"2022-12-21T11:31:20.1155176Z"},{"topic":"Franco Harris","mean":"Franco Harris is a former American football player who played for the Pittsburgh Steelers and Seattle Seahawks. He was inducted into the Pro Football Hall of Fame in 1990. He is best known for his \u0022Immaculate Reception\u0022 catch in the 1972 AFC Divisional Playoff game against the Oakland Raiders, which has been called one of the greatest plays in NFL history.","date":"2022-12-21T11:41:15.5884672Z"},{"topic":"Geroさん","mean":"Geroさん is a nickname for the Japanese comedian Gero, whose real name is Gero Kano. It is a term of endearment used by his fans. In English, it could be translated as \u0022Mr. Gero\u0022.","date":"2022-12-21T11:41:18.2195625Z"},{"topic":"Pedro Paulo Rangel","mean":"Pedro Paulo Rangel is a Brazilian name. It is composed of two given names, Pedro and Paulo, and one surname, Rangel. In English, it would be translated as Peter Paul Rangel.","date":"2022-12-21T11:41:20.3426917Z"},{"topic":"#有吉の壁","mean":"#有吉の壁 is a Japanese phrase that literally translates to \u0022Yoshimoto Wall\u0022. It is a term used to describe the barrier between celebrities and the public, created by the Japanese comedian Yoshimoto Kogyo. The phrase is used to refer to the strict rules and regulations that celebrities must abide by in order to maintain their public image.","date":"2022-12-21T11:41:23.4186786Z"},{"topic":"#silent生配信","mean":"#Silent生配信 is a type of live streaming in Japan. It is a form of streaming where the broadcaster does not speak, but instead uses music, visuals, and other forms of expression to communicate with their audience. The English translation would be \u0022silent live streaming\u0022.","date":"2022-12-21T11:41:25.8968953Z"},{"topic":"LEE HEESEUNG","mean":"Lee Heeseung is a South Korean singer, songwriter, and actor. He debuted as a member of the boy group N.Flying in 2013 and has since released several solo albums. The name Lee Heeseung translates to \u0022shining star\u0022 in English.","date":"2022-12-21T12:01:36.9873734Z"},{"topic":"Pakize Suda","mean":"Pakize Suda is a Turkish phrase that translates to \u0022Good Luck\u0022 in English. It is used as a way to wish someone luck or success in whatever they are doing.","date":"2022-12-21T12:01:39.1997866Z"},{"topic":"#幻塔パーティー","mean":"#幻塔パーティー is a hashtag used on social media in Japan to refer to a type of party or gathering where people come together to enjoy food, drinks, and conversation. The literal translation of the phrase is \u0022Phantom Tower Party\u0022.","date":"2022-12-21T12:01:41.7029759Z"},{"topic":"Correa","mean":"Correa is a Spanish surname. It is derived from the Latin word correus, meaning \u0022messenger\u0022. In English, it can be translated to mean \u0022messenger\u0022 or \u0022courier\u0022.","date":"2022-12-21T12:15:36.6386478Z"},{"topic":"Immaculate Reception","mean":"The Immaculate Reception is a famous play in American football that occurred during a 1972 playoff game between the Pittsburgh Steelers and Oakland Raiders. During the play, Steelers running back Franco Harris caught a deflected pass from quarterback Terry Bradshaw and ran it into the end zone for a touchdown, giving the Steelers an improbable victory. The phrase \u0022Immaculate Reception\u0022 has come to mean any miraculous or unexpected event.","date":"2022-12-21T12:15:40.3356086Z"},{"topic":"CANDLE LIGHT","mean":"CANDLE LIGHT is the light emitted from a candle flame. It is often used to create a romantic or peaceful atmosphere.","date":"2022-12-21T12:15:41.9071697Z"},{"topic":"タイムマシーン3号","mean":"タイムマシーン3号 (Time Machine 3) is a Japanese science fiction novel by Hiroshi Yamamoto. It follows the story of a group of scientists who build a time machine and use it to travel back in time to prevent a catastrophic event from occurring. The novel explores themes of time travel, fate, and the consequences of tampering with the past. In English, the title translates to Time Machine 3.","date":"2022-12-21T12:15:45.5543636Z"},{"topic":"#TDPKhammam","mean":"#TDPKhammam is a hashtag used to promote the Telangana Desam Party (TDP) in Khammam, India. It is used to highlight the party\u0027s activities and campaigns in the region. In English, it stands for Telangana Desam Party Khammam.","date":"2022-12-21T12:15:48.9225685Z"},{"topic":"#乙骨憂太","mean":"#乙骨憂太 is a Japanese phrase that translates to \u0022the second bone worries too much\u0022. It is used to describe someone who is overly anxious or worried about something.","date":"2022-12-21T12:15:51.3613168Z"},{"topic":"日産スタジアム","mean":"日産スタジアム is a multi-purpose stadium located in Yokohama, Japan. It is primarily used for football matches and is the home stadium of Yokohama F. Marinos. The name Nissan Stadium comes from the fact that it was built by Nissan Motors, who also sponsor the team. In English, it is known as Nissan Stadium.","date":"2022-12-21T12:29:02.4522136Z"},{"topic":"パズドラ","mean":"パズドラ (Pazudora) is a popular Japanese puzzle game developed by GungHo Online Entertainment. It is a match-three puzzle game where players must match three or more of the same colored orbs to clear them from the board. The goal of the game is to clear all of the orbs from the board before time runs out. The English translation of パズドラ is \u0022Puzzle Dragons\u0022.","date":"2022-12-21T12:29:05.7897148Z"},{"topic":"ニュイの新衣装","mean":"ニュイの新衣装 translates to \u0022Nui\u0027s New Outfit\u0022 in English. It refers to the new outfit worn by the character Nui from the anime series Kill la Kill.","date":"2022-12-21T12:29:07.8630333Z"},{"topic":"ロードローラー","mean":"ロードローラー (rōdorōrā) is a type of roller skate that has four large wheels and is used for recreational skating. It is also known as a quad skate or quad roller. The name comes from the fact that it has four wheels, which are arranged in two rows of two. In English, it is often referred to as a \u0022quad skate\u0022 or \u0022quad roller\u0022.","date":"2022-12-21T12:29:11.4512984Z"},{"topic":"yoonmin","mean":"Yoonmin is a portmanteau of the names of two South Korean pop stars, Yoongi (also known as Suga) and Jimin, who are both members of the K-pop group BTS. The term is used to refer to the close friendship between the two singers.","date":"2022-12-21T12:29:14.4136205Z"},{"topic":"#بندر_القرهدي","mean":"#بندر_القرهدي is a hashtag used to refer to the city of Bandar Al-Qurayyat in Saudi Arabia. In English, it translates to \u0022Port of Al-Qurayyat\u0022.","date":"2022-12-21T12:29:16.8614053Z"},{"topic":"Kanon","mean":"Kanon is a Japanese visual novel video game series developed by Key. It follows the story of a high school student who returns to his hometown and discovers supernatural events taking place around him. The name \u0022Kanon\u0022 is derived from the Greek word for \u0022canon,\u0022 which refers to a set of rules or standards. In the context of the game, it refers to the set of rules that govern the supernatural events taking place in the story.","date":"2022-12-21T12:43:29.3772217Z"},{"topic":"Halil Umut Meler","mean":"Halil Umut Meler is a Turkish phrase that translates to \u0022Hope for a Better Future\u0022. It is often used as a rallying cry for people to strive for a better future and to work together to make positive changes.","date":"2022-12-21T12:43:32.0633474Z"},{"topic":"Coco Bambu","mean":"Coco Bambu is a Brazilian restaurant chain that specializes in seafood and other traditional Brazilian dishes. The name \u0022Coco Bambu\u0022 is derived from the Portuguese words for coconut and bamboo, which are two ingredients commonly used in Brazilian cuisine. In English, the phrase \u0022Coco Bambu\u0022 translates to \u0022coconut bamboo.\u0022","date":"2022-12-21T12:43:36.205347Z"},{"topic":"#自探索者グッドデザイン賞2022","mean":"#自探索者グッドデザイン賞2022 is an award given by the Japan Institute of Design Promotion to recognize excellent designs that promote self-exploration. The award is intended to recognize designs that encourage people to explore their own potential and creativity. In English, it translates to \u0022Self-Explorer Good Design Award 2022\u0022.","date":"2022-12-21T12:43:40.8785218Z"},{"topic":"#上田と女が吠える夜","mean":"\u0022#上田と女が吠える夜\u0022 is a hashtag used on social media in Japan. It translates to \u0022Night of Ueda and the Woman Howling\u0022. It is used to refer to a scene from the Japanese movie \u0022Ueda and the Woman Howling\u0022, which tells the story of a woman who howls at night in order to express her loneliness and longing for her lost love.","date":"2022-12-21T12:43:44.6559729Z"},{"topic":"#StrayKids","mean":"#StrayKids is a South Korean boy band formed by JYP Entertainment in 2017. The group consists of nine members: Bang Chan, Lee Know, Changbin, Hyunjin, Han, Felix, Seungmin, I.N and Woojin. The name \u0022Stray Kids\u0022 is meant to represent the idea that the members are all different and unique individuals who have come together to create something special.","date":"2022-12-21T12:43:48.3072063Z"},{"topic":"#其實點點用其","mean":"#其實點點用其 is a Chinese phrase that translates to \u0022in fact, it can be used\u0022. It is often used to express the idea that something can be used for a certain purpose, even if it may not seem obvious at first.","date":"2022-12-21T12:43:51.0791568Z"},{"topic":"#あなたの名前をキャラ化します","mean":"\u0022#あなたの名前をキャラ化します\u0022 is a hashtag used on social media in Japan. It translates to \u0022Let\u0027s turn your name into a character!\u0022 and is used to encourage people to create characters based on their own names.","date":"2022-12-21T12:43:53.8186333Z"},{"topic":"ジョジョコラボ","mean":"ジョジョコラボ is a collaboration between the popular manga series JoJo\u0027s Bizarre Adventure and the fashion brand Uniqlo. The collaboration features a line of clothing and accessories featuring characters from the manga series. In English, it can be translated as \u0022JoJo Collaboration\u0022.","date":"2022-12-21T12:57:28.5202133Z"},{"topic":"流れ空虚","mean":"流れ空虚 is a Japanese phrase that literally translates to \u0022flowing emptiness\u0022. It is used to describe a feeling of being lost or disconnected from reality. In English, it could be translated as \u0022drifting in an empty void\u0022.","date":"2022-12-21T12:57:30.9556935Z"},{"topic":"#HaryanaWelcomesRahul","mean":"#HaryanaWelcomesRahul is a hashtag used to show support for Rahul Gandhi, the leader of the Indian National Congress party, as he visits the state of Haryana. The hashtag is meant to express enthusiasm and welcome for his visit.","date":"2022-12-21T12:57:33.3401652Z"},{"topic":"#Startend","mean":"#Startend is a hashtag used to indicate the beginning and end of a project or task. It is often used to mark the start and finish of a challenge, event, or other activity.","date":"2022-12-21T12:57:35.1978242Z"},{"topic":"#aibou","mean":"#Aibou is a Japanese hashtag that translates to \u0022partner\u0022 or \u0022companion\u0022. It is often used to refer to a close friend or significant other.","date":"2022-12-21T12:57:37.3244336Z"},{"topic":"Deep End","mean":"Deep End is a phrase that is used to describe a situation that is difficult or dangerous. It can also refer to a situation where someone is in over their head and in need of help. The phrase can also be used to describe a situation where someone has gone too far and needs to back off.","date":"2022-12-21T13:07:21.3269023Z"},{"topic":"D-7 TO WAYV PHANTOM","mean":"\u0022D-7 TO WAYV PHANTOM\u0022 is a lyric from the song \u0022Phantom\u0022 by the South Korean boy band WayV. The phrase is a reference to the group\u0027s seventh single, which was released on April 6, 2020. In English, it means \u0022the seventh single of WayV, Phantom\u0022.","date":"2022-12-21T13:07:24.1052537Z"},{"topic":"Tomorrowland Brasil","mean":"Tomorrowland Brasil is an annual electronic music festival held in Sao Paulo, Brazil. It is a spin-off of the original Tomorrowland festival held in Belgium. The event features some of the world\u0027s top DJs and producers, as well as interactive art installations and other activities. The name \u0022Tomorrowland\u0022 refers to a utopian vision of the future, where people come together to celebrate music and culture.","date":"2022-12-21T13:07:27.9712124Z"},{"topic":"JAY UNSTOPPABLE","mean":"JAY UNSTOPPABLE is a phrase used to describe someone who is unstoppable and has an unyielding determination to succeed. It is often used to describe someone who has achieved great success despite the odds. In English, it means that someone is unstoppable and will not be deterred from achieving their goals.","date":"2022-12-21T13:07:30.734187Z"},{"topic":"#VarisuAudioLaunch","mean":"#VarisuAudioLaunch is a hashtag used to promote the audio launch of the Tamil movie Varisu. It is an event where the music from the movie will be released and made available to the public.","date":"2022-12-21T13:07:32.8956218Z"},{"topic":"#JEFFwithUNIQLOSWEAT","mean":"#JEFFwithUNIQLOSWEAT is a hashtag used to promote a collaboration between the fashion brand Uniqlo and the musician Jeff Tweedy. The hashtag is used to share images of Jeff Tweedy wearing Uniqlo\u0027s Sweat collection.","date":"2022-12-21T13:07:35.3635818Z"},{"topic":"#水曜日のダウンタウン","mean":"#水曜日のダウンタウン is a Japanese variety show that has been airing since 1989. It is a weekly show that features comedians, celebrities, and other guests in a variety of skits and games. The title translates to \u0022Wednesday Downtown\u0022 in English.","date":"2022-12-21T13:17:13.1522398Z"},{"topic":"#BPLS2","mean":"#BPLS2 stands for \u0022Be Positive, Live Stronger, Smile More\u0022. It is a hashtag used to encourage people to stay positive and live life to the fullest.","date":"2022-12-21T13:17:15.065207Z"},{"topic":"#SSholoX","mean":"#SSholoX is a hashtag used on social media to promote the music of the hip-hop artist, SSholoX. It is used to share news, updates, and music from the artist. The hashtag can also be used to show support for SSholoX and his music.","date":"2022-12-21T13:17:18.2502413Z"},{"topic":"#LaSuerteConPcComponentes","mean":"#LaSuerteConPcComponentes is a hashtag used by the Spanish computer components retailer PcComponentes. It translates to \u0022Luck with PcComponentes\u0022 and is used to promote their products and services.","date":"2022-12-21T13:17:20.6326929Z"},{"topic":"#LFGM","mean":"#LFGM stands for \u0022Looking for Group Members\u0022 and is used on social media platforms to indicate that someone is looking for people to join their group or team.","date":"2022-12-21T13:17:22.4567215Z"},{"topic":"UR MY MAKEUP ARTIST EP15","mean":"UR MY MAKEUP ARTIST EP15 is the title of a YouTube video. It is an episode of a series in which a makeup artist demonstrates how to apply makeup. The title can be translated to mean \u0022You are my makeup artist, Episode 15\u0022.","date":"2022-12-21T13:27:16.4522154Z"},{"topic":"컬러 성격 테스트","mean":"컬러 성격 테스트 is a personality test that uses colors to determine an individual\u0027s personality type. It is based on the idea that different colors can evoke different emotions and reactions in people. The test assigns each person a color based on their answers to questions about their preferences, values, and attitudes. The results of the test can be used to help people better understand themselves and how they interact with others. In English, it is known as the Color Personality Test.","date":"2022-12-21T13:27:21.3363507Z"},{"topic":"Lindor","mean":"Lindor is a brand of chocolate truffles made by the Swiss company Lindt \u0026 Sprüngli. The name is derived from the Lindt factory in the town of Rorschach, Switzerland. In English, Lindor means \u0022the land of chocolate\u0022.","date":"2022-12-21T13:27:23.8937038Z"},{"topic":"#モンスターラブ","mean":"#モンスターラブ is a hashtag used on social media in Japan to refer to the genre of anime and manga featuring romantic relationships between humans and monsters. In English, it translates to \u0022Monster Love\u0022.","date":"2022-12-21T13:27:26.0288338Z"},{"topic":"#ByjusxEFA","mean":"#ByjusxEFA is a hashtag used by the educational technology company Byju\u0027s to promote their online learning platform, the Early Foundations Academy (EFA). The hashtag is used to highlight the success stories of students who have benefited from the EFA program.","date":"2022-12-21T13:27:28.765579Z"},{"topic":"#グレーテルのかまど","mean":"#グレーテルのかまど is a hashtag used on social media in Japan. It translates to \u0022Gretel\u0027s Oven\u0022 and is used to refer to a popular bakery in Tokyo. The bakery is known for its delicious cakes and pastries, as well as its unique atmosphere.","date":"2022-12-21T13:27:32.0551541Z"},{"topic":"クロちゃん","mean":"クロちゃん is a nickname for the Japanese character Kuroko, a black cat from the manga series \u0022Kuroko no Basuke\u0022. The English translation of クロちゃん is \u0022Kuro-chan\u0022.","date":"2022-12-21T13:33:29.8654948Z"},{"topic":"Tomorrowland","mean":"Tomorrowland is a Disney theme park located in Anaheim, California. It is based on futuristic themes and features attractions such as Space Mountain, Buzz Lightyear Astro Blasters, and Star Tours. The name \u0022Tomorrowland\u0022 is derived from the phrase \u0022the future is now,\u0022 which reflects the park\u0027s focus on innovation and progress.","date":"2022-12-21T13:33:32.8851495Z"},{"topic":"6 LAKH KI TICKET","mean":"\u00226 LAKH KI TICKET\u0022 is an Indian phrase which literally translates to \u0022ticket of six lakhs\u0022. It is used to refer to a large sum of money, usually in the context of a lottery or gambling win.","date":"2022-12-21T13:33:35.0542982Z"},{"topic":"#มัดหัวใจEP15","mean":"#มัดหัวใจEP15 is a hashtag used to promote the 15th episode of the Thai television series \u0022Mud Hwajai\u0022 (Heart Clasp). In English, it translates to \u0022Heart Clasp Episode 15\u0022.","date":"2022-12-21T13:33:37.7542617Z"},{"topic":"#さ行でお前の純粋さを教えてやれ","mean":"\u0022#さ行でお前の純粋さを教えてやれ\u0022 is a Japanese phrase that translates to \u0022Teach me your purity with the \u0027sa\u0027 row\u0022. It is usually used as a challenge or game, where someone has to come up with words that start with the letter \u0022sa\u0022 in order to demonstrate their purity.","date":"2022-12-21T13:33:41.7680863Z"},{"topic":"おまけ漫画","mean":"おまけ漫画 (omake manga) is a type of bonus comic strip that is often included in the back of manga volumes. It usually features characters from the main story, but in a more lighthearted and comedic way. In English, it can be translated as \u0022bonus comic\u0022.","date":"2022-12-21T13:41:15.1766425Z"},{"topic":"電波ジャック","mean":"電波ジャック (denpa jakku) is a Japanese slang term used to describe someone who is overly dependent on their phone or other electronic device. It literally translates to \u0022radio jack,\u0022 referring to the act of hijacking radio signals.","date":"2022-12-21T13:51:24.8280791Z"},{"topic":"#10YearsTicketEP3","mean":"#10YearsTicketEP3 is a hashtag used to promote the third episode of the 10 Years Ticket web series. The series follows the story of a group of friends who have been given a 10-year ticket to travel around the world. The hashtag is used to encourage viewers to watch the third episode and join in on the journey.","date":"2022-12-21T13:51:28.8457956Z"},{"topic":"ミクちゃん","mean":"ミクちゃん is an affectionate nickname for the Vocaloid character Hatsune Miku. In English, it translates to \u0022Miku-chan\u0022.","date":"2022-12-21T14:02:02.5987642Z"},{"topic":"Giants","mean":"Giants is a term used to refer to people or things that are much larger than average. It can be used to describe a person who is unusually tall, or an object that is unusually large. It can also be used figuratively to refer to something that is very powerful or influential.","date":"2022-12-21T14:14:18.828064Z"},{"topic":"MERRY MOONBYUL DAY","mean":"MERRY MOONBYUL DAY is an annual event held by fans of the South Korean singer and rapper Moonbyul, a member of the K-pop girl group Mamamoo. The event is held on December 22nd each year to celebrate Moonbyul\u0027s birthday. The event usually involves fans sending her messages of love and support, as well as gifts and fan art. In English, MERRY MOONBYUL DAY translates to \u0022Happy Moonbyul Day\u0022.","date":"2022-12-21T14:14:23.3175205Z"},{"topic":"UVERworld","mean":"UVERworld is a Japanese rock band formed in 2003. The name UVERworld is derived from the words \u0022universe\u0022 and \u0022overworld,\u0022 and it symbolizes the band\u0027s desire to create music that transcends boundaries and can be enjoyed by people all over the world.","date":"2022-12-21T14:15:28.129916Z"},{"topic":"#水ダウ","mean":"#水ダウ is a hashtag used on Japanese social media platforms to refer to the Water Dowsing technique. Water Dowsing is a form of divination used to locate underground water sources. It is also known as dowsing, divining, or doodlebugging.","date":"2022-12-21T14:15:31.4141608Z"},{"topic":"#monsterlove","mean":"#Monsterlove is a hashtag used to express appreciation for monsters, mythical creatures, and other supernatural beings. It is often used in conjunction with images of monsters or artwork featuring them. The hashtag can also be used to show support for people who identify as monsters or who are fans of the horror genre.","date":"2022-12-21T14:15:43.5671808Z"},{"topic":"リチちゃん","mean":"リチちゃん is a nickname for the Japanese singer and actress Rie Tanaka. It is a combination of her given name, Rie, and the Japanese word for “little” (chan). In English, it could be translated as “Little Rie”.","date":"2022-12-21T14:23:40.3245007Z"},{"topic":"リチさん","mean":"リチさん is a nickname for the Japanese singer and songwriter, LiSA. It is derived from her given name, Risa Oribe. In English, it can be translated to \u0022LiSA-san\u0022.","date":"2022-12-21T14:23:42.7493121Z"},{"topic":"Mak Nyak","mean":"Mak Nyak is a Malaysian phrase that translates to \u0022very good\u0022 or \u0022excellent\u0022 in English. It is often used as an expression of approval or admiration.","date":"2022-12-21T14:23:44.9520234Z"},{"topic":"National Signing Day","mean":"National Signing Day is an annual event in which high school athletes sign a binding letter of intent to play a sport at a college or university. It is the first day that a high school senior can sign a binding National Letter of Intent for college football. The day usually falls on the first Wednesday of February, and marks the end of the recruiting process for many student-athletes.","date":"2022-12-21T14:23:49.5228855Z"},{"topic":"#OurPresentMoonbyul","mean":"#OurPresentMoonbyul is a hashtag used by fans of the South Korean singer and rapper Moonbyul, who is a member of the K-pop girl group Mamamoo. The hashtag is used to show support for Moonbyul and her music. In English, it translates to \u0022our present Moonbyul\u0022.","date":"2022-12-21T14:23:53.2043099Z"},{"topic":"#우리의선물_문별이생일축하해","mean":"\u0022#우리의선물_문별이생일축하해\u0022 is a hashtag used to wish Moon Byul a happy birthday. It translates to \u0022Our Gift - Happy Birthday Moon Byul\u0022.","date":"2022-12-21T14:23:57.4352936Z"},{"topic":"#Aぇヤンタン","mean":"#Aぇヤンタン is a Japanese hashtag that translates to \u0022Ah, Yantan!\u0022 It is used to express surprise or admiration.","date":"2022-12-21T14:31:16.3861506Z"},{"topic":"TWO YEARS OF SAAKK","mean":"TWO YEARS OF SAAKK is a phrase used to describe the period of time between the start of a new year and the end of the second year. It is often used to refer to a period of growth, development, and progress. In English, it can be translated as \u0022two years of progress\u0022.","date":"2022-12-21T14:41:16.9548612Z"},{"topic":"#아기망고_손영재_생일축하해","mean":"\u0022#아기망고_손영재_생일축하해\u0022 is a hashtag used to wish a happy birthday to someone named 손영재 (Son Young-jae). In English, it translates to \u0022Happy Birthday, Baby Mango Son Young-jae!\u0022","date":"2022-12-21T14:41:21.3791686Z"},{"topic":"#ラジノート","mean":"#ラジノート is a hashtag used on Twitter in Japan to share photos and stories about the popular Japanese radio show, \u0022Rajinote\u0022. The hashtag translates to \u0022Rajinote\u0022 in English.","date":"2022-12-21T14:41:24.3611653Z"},{"topic":"都内某所","mean":"都内某所 is a Japanese phrase meaning \u0022somewhere in the Tokyo metropolitan area\u0022. It is used to refer to a specific place without specifying its exact location.","date":"2022-12-21T14:51:09.8458694Z"},{"topic":"동물농장","mean":"동물농장 (dongmul nongjang) is a Korean term for a zoo or animal park. It literally translates to \u0022animal farm\u0022 in English.","date":"2022-12-21T14:51:12.315544Z"},{"topic":"リチまじ","mean":"リチまじ is an expression used in Japanese slang. It is used to express surprise or shock, similar to the English phrase \u0022Oh my gosh!\u0022","date":"2022-12-21T14:51:14.7976514Z"},{"topic":"放送事故","mean":"放送事故 (hōsō jiko) is a Japanese term for an embarrassing or inappropriate incident that occurs during a live broadcast. It can refer to anything from a technical malfunction to an on-air blunder. In English, it is sometimes referred to as a \u0022broadcast accident\u0022 or \u0022live broadcast mishap\u0022.","date":"2022-12-21T14:51:19.6450412Z"},{"topic":"ゲームゲノム","mean":"ゲームゲノム (Game Genome) is a Japanese term used to describe the elements that make up a video game. It includes the game\u0027s story, characters, graphics, sound, and gameplay mechanics. In English, it can be translated as \u0022the DNA of a game\u0022.","date":"2022-12-21T14:51:24.0295559Z"},{"topic":"くろちゃん","mean":"くろちゃん (Kurochan) is a popular Japanese manga series created by Fujiko Fujio. It follows the adventures of a mischievous black cat named Kurochan and his friends. In English, it can be translated to \u0022Blackie\u0022.","date":"2022-12-21T14:51:27.0664298Z"},{"topic":"عبدالفتاح ادم","mean":"عبدالفتاح ادم is an Arabic name which translates to \u0022Abdul Fattah Adam\u0022 in English. It is composed of two parts: \u0022Abdul Fattah\u0022 which means \u0022servant of the opener\u0022 and \u0022Adam\u0022 which is the name of the first man created by God in Islamic tradition.","date":"2022-12-21T14:51:31.0539727Z"},{"topic":"#これを見た人は適当に7文字呟く","mean":"\u0022#これを見た人は適当に7文字呟く\u0022 translates to \u0022Those who see this, tweet something random with 7 characters\u0022. It is a hashtag used on social media to encourage people to post something creative or funny in 7 characters or less.","date":"2022-12-21T14:51:35.0859675Z"},{"topic":"キスシーン","mean":"キスシーン (Kiss Scene) is a term used to describe a scene in a movie, television show, or other form of media where two characters kiss. It is usually used to refer to romantic kisses between two people in love. In English, it can be translated as \u0022kiss scene\u0022.","date":"2022-12-21T15:01:49.0197091Z"},{"topic":"التعاون","mean":"التعاون is an Arabic word meaning \u0022cooperation\u0022 or \u0022collaboration\u0022 in English. It refers to the act of working together to achieve a common goal.","date":"2022-12-21T15:01:51.798914Z"},{"topic":"NL East","mean":"NL East is an abbreviation for the National League East Division, which is one of the six divisions in Major League Baseball (MLB). It consists of teams from the eastern United States and Canada. The NL East teams are the Atlanta Braves, Miami Marlins, New York Mets, Philadelphia Phillies, and Washington Nationals.","date":"2022-12-21T15:01:56.0433549Z"},{"topic":"#JO1ANNX","mean":"#JO1ANNX is a hashtag used by Japanese singer and actor Jo1. It stands for \u0022Jo1 All Night eXtreme\u0022, which is a special event held by the singer.","date":"2022-12-21T15:14:10.1966486Z"},{"topic":"BLACK EYE OFFICIAL TEASER 2","mean":"\u0022BLACK EYE OFFICIAL TEASER 2\u0022 is a promotional video for an upcoming movie, television show, or other entertainment project. It is meant to give viewers a brief glimpse of what the project will be about and to generate excitement and anticipation for its release. The phrase \u0022black eye\u0022 in this context refers to the idea of something being seen in a negative light, so the teaser could be hinting at some kind of dark or sinister plot element.","date":"2022-12-21T15:14:15.7001495Z"},{"topic":"第335回","mean":"第335回 is a Japanese phrase meaning \u0022335th time\u0022. It is often used to refer to the 335th episode of a television show or other series.","date":"2022-12-21T15:14:18.0499856Z"},{"topic":"純喜くん","mean":"純喜くん is a character from the Japanese manga series, Chibi Maruko-chan. He is a young boy who loves to play and explore. His name literally translates to \u0022Pure Joy Boy\u0022.","date":"2022-12-21T15:14:21.0615059Z"},{"topic":"オールナイトニッポンX","mean":"オールナイトニッポンX is a Japanese radio program that airs on Nippon Cultural Broadcasting. It is a talk show that features interviews with celebrities and discussions about various topics. The name of the show translates to \u0022All Night Nippon X\u0022 in English.","date":"2022-12-21T15:14:24.6826011Z"},{"topic":"#always_love_ERIC_day","mean":"#always_love_ERIC_day is a hashtag used to express appreciation and love for someone named Eric. It is typically used on social media platforms such as Twitter and Instagram to show support for the person.","date":"2022-12-21T15:14:27.3968981Z"},{"topic":"#STD40","mean":"#STD40 is an abbreviation for the Standard 40-Hour Workweek. It is a reference to the traditional full-time work schedule of 40 hours per week, typically spread out over five days.","date":"2022-12-21T15:14:30.1182868Z"},{"topic":"Emily","mean":"Emily is a feminine given name derived from the Roman name Aemilia. It is derived from the Latin word aemulus, meaning \u0022rival\u0022. The name Emily has been popular in English-speaking countries since the 19th century.","date":"2022-12-21T15:25:07.5580397Z"},{"topic":"岸辺露伴","mean":"岸辺露伴 (Kishibe Rohan) is the name of a character from the manga series JoJo\u0027s Bizarre Adventure. He is an eccentric manga artist who has supernatural powers and uses them to investigate strange occurrences in his hometown. In English, his name translates to \u0022Rohan of the Shoreline\u0022.","date":"2022-12-21T15:25:11.1731114Z"},{"topic":"瑠姫くん","mean":"瑠姫くん is a character from the Japanese manga series, Chihayafuru. The character\u0027s name is Ruka Tsukuba and she is a high school student who loves the card game karuta. In English, her name can be translated to \u0022Ruka Princess\u0022.","date":"2022-12-21T15:25:14.4422101Z"},{"topic":"ラブソー","mean":"ラブソー (rabusō) is a Japanese term that literally translates to \u0022love saw\u0022. It is used to describe a situation in which two people are in love with each other but cannot be together due to various circumstances.","date":"2022-12-21T15:25:17.3065047Z"},{"topic":"#الهلال_الاتفاق","mean":"#الهلال_الاتفاق is an Arabic hashtag that translates to \u0022The Crescent Agreement\u0022 in English. It is used to refer to a peace agreement between the Yemeni government and the Houthi rebels, which was signed in Stockholm, Sweden in 2018.","date":"2022-12-21T15:25:20.6232489Z"},{"topic":"Jeter","mean":"Jeter is a French surname derived from the Old French word \u0022jeter,\u0022 which means \u0022to throw.\u0022 It is also a given name, usually given to boys, and is derived from the surname.","date":"2022-12-21T15:32:41.7417268Z"},{"topic":"VERNON","mean":"VERNON is a French surname derived from the Latin word \u0022vernus\u0022 meaning \u0022springtime\u0022. It is also a given name, derived from the same root.","date":"2022-12-21T15:32:43.2949427Z"},{"topic":"HAPPY BIRTHDAY ERIC","mean":"\u0022Happy Birthday Eric\u0022 is a phrase used to wish someone named Eric a happy birthday. It is a way of expressing good wishes and celebrating the person\u0027s special day.","date":"2022-12-21T15:32:44.8432957Z"},{"topic":"#影山飛雄生誕祭2022","mean":"#影山飛雄生誕祭2022 is a hashtag used to promote the 2022 birthday celebration of the Japanese actor Tatsuya Fuji. The English translation of this hashtag would be \u0022Tatsuya Fuji Birthday Festival 2022\u0022.","date":"2022-12-21T15:32:47.3887012Z"},{"topic":"#伏黒恵誕生祭2022","mean":"#伏黒恵誕生祭2022 is a hashtag used to promote the 2022 Fushiguro Megumi Birthday Festival. The festival celebrates the birthday of Fushiguro Megumi, a popular Japanese anime character. In English, the hashtag translates to \u0022Fushiguro Megumi Birthday Festival 2022\u0022.","date":"2022-12-21T15:32:50.9508874Z"},{"topic":"Aaron Judge","mean":"Aaron Judge is an American professional baseball right fielder for the New York Yankees of Major League Baseball (MLB). He is known for his prodigious home runs and impressive batting average. The phrase \u0022Aaron Judge\u0022 is used to refer to a player who is a powerful hitter and has a high batting average.","date":"2022-12-21T15:41:55.4912076Z"},{"topic":"Copa Sudamericana","mean":"Copa Sudamericana is an annual international football tournament organized by CONMEBOL, the South American Football Confederation. It is the second most prestigious club competition in South American football after the Copa Libertadores. The Copa Sudamericana\u0027s English translation is the South American Cup.","date":"2022-12-21T15:41:58.3157852Z"},{"topic":"Captain Judge","mean":"Captain Judge is a term used in the British Royal Navy to refer to a senior officer who is responsible for ensuring that all naval personnel adhere to the rules and regulations of the service. The term is derived from the phrase \u0022captain of the judge,\u0022 which was used in the 17th century to refer to a captain who was responsible for maintaining discipline on board a ship. In modern times, Captain Judge is used as an informal title for any senior officer who is responsible for upholding naval regulations.","date":"2022-12-21T15:42:02.5804498Z"},{"topic":"البريك","mean":"البريك is an Arabic word that means \u0022blessing\u0022. It is used to express a wish for good fortune or success.","date":"2022-12-21T15:51:14.5441187Z"},{"topic":"vernon","mean":"Vernon is a French name derived from the Latin word \u0022vernus\u0022 meaning \u0022spring-like\u0022. It is also a surname and place name.","date":"2022-12-21T15:51:16.5104894Z"},{"topic":"Fase 2","mean":"Fase 2 is a term used in Spanish to refer to the second phase of a project or process. In English, it would be translated as Phase 2.","date":"2022-12-21T15:51:18.1528392Z"},{"topic":"المشجع البرازيلي","mean":"المشجع البرازيلي is a term used to refer to a Brazilian football fan. In English, it translates to \u0022Brazilian Football Fan\u0022.","date":"2022-12-21T15:51:20.5784575Z"},{"topic":"Carabobo","mean":"Carabobo is a state in Venezuela. Its name is derived from the Carabobo tribe, which inhabited the area before the Spanish colonization of the Americas. In English, it means \u0022Valley of the Brave\u0022.","date":"2022-12-21T16:01:47.5064441Z"},{"topic":"فييتو","mean":"فييتو is a type of traditional Japanese dance. It is a form of folk dance that has been performed since the Edo period (1603-1868). The word \u0022fiyeto\u0022 comes from the Japanese phrase \u0022furi yatto,\u0022 which means \u0022to dance with joy.\u0022 In English, it can be translated as \u0022joyful dance.\u0022","date":"2022-12-21T16:01:51.1978867Z"},{"topic":"World Series","mean":"The World Series is the annual championship series of Major League Baseball (MLB) in North America, contested since 1903 between the American League (AL) champion team and the National League (NL) champion team. The winner of the World Series championship is determined through a best-of-seven playoff. The meaning of World Series in English is a professional baseball tournament that determines the world champion.","date":"2022-12-21T16:01:55.5553437Z"},{"topic":"モブサイコ","mean":"モブサイコ is a Japanese manga series written and illustrated by Nami Sano. It follows the story of a group of high school students who develop supernatural powers after being exposed to mysterious rays. The title is a portmanteau of the words \u0022mob\u0022 and \u0022psychology,\u0022 referring to the psychological effects that the characters experience as they come to terms with their newfound abilities. In English, it can be translated as \u0022Mob Psychology.\u0022","date":"2022-12-21T16:14:53.5931476Z"},{"topic":"black eye official teaser 2","mean":"Black Eye Official Teaser 2 is a promotional video for an upcoming film or television show. It is usually the second teaser released to the public, and it typically contains a brief preview of the story, characters, and visuals. The meaning of this phrase in English is that it is a short video that gives viewers a glimpse of what to expect from the upcoming project.","date":"2022-12-21T16:14:56.666954Z"},{"topic":"くしゃがら","mean":"くしゃがら is a Japanese onomatopoeia that describes the sound of something being crushed or crumbled. In English, it could be translated as \u0022crunching\u0022 or \u0022crumbling\u0022.","date":"2022-12-21T16:14:58.9250644Z"},{"topic":"水カリバー","mean":"水カリバー is a type of Japanese fishing lure. It is a plastic or metal lure that is designed to look like a small fish and is used to attract larger fish. In English, it is known as a water caliper.","date":"2022-12-21T16:15:01.4663707Z"},{"topic":"المقرن","mean":"المقرن is an Arabic word that means \u0022dagger\u0022. It is a type of short, pointed knife or blade.","date":"2022-12-21T16:15:03.6486138Z"},{"topic":"#乃木坂46ANN","mean":"#乃木坂46ANN is the official hashtag for the Japanese idol group Nogizaka46. It stands for Nogizaka46 Announcement, and is used to share news and updates about the group.","date":"2022-12-21T16:15:05.6579702Z"},{"topic":"Millonarios","mean":"Millonarios is a Colombian professional football club based in Bogotá. The name translates to \u0022millionaires\u0022 in English, referring to the club\u0027s wealthy owners.","date":"2022-12-21T16:27:47.3695206Z"},{"topic":"1Month To Sushant Day","mean":"1Month To Sushant Day is an event that was created to honor the late actor Sushant Singh Rajput. It is a month-long celebration of his life and legacy, culminating on June 14th, which would have been his 35th birthday. The event encourages people to share their memories of Sushant and celebrate his life by engaging in activities such as watching his films, listening to his songs, and participating in online discussions about him.","date":"2022-12-21T16:27:51.4484966Z"},{"topic":"Yule","mean":"Yule is an ancient midwinter festival celebrated by Germanic and Nordic peoples. It is traditionally celebrated from late December to early January and marks the winter solstice. The word \u0022Yule\u0022 is derived from the Old English word \u0022geol\u0022, which means \u0022feast\u0022. In modern English, it is used to refer to Christmas or the holiday season in general.","date":"2022-12-21T16:27:55.060442Z"},{"topic":"للهلال","mean":"للهلال is an Arabic phrase that translates to \u0022For the National Team\u0022. It is often used as a rallying cry for supporters of the Saudi Arabian national football team.","date":"2022-12-21T16:38:41.9304141Z"},{"topic":"دياز","mean":"دياز is an Arabic word that means \u0022bargain\u0022 or \u0022discount\u0022.","date":"2022-12-21T16:38:44.0816267Z"},{"topic":"꼬들 355","mean":"꼬들 355 is a Korean phrase that is used to describe someone who is very smart and talented. It literally translates to \u0022smart 355\u0022.","date":"2022-12-21T16:47:23.6369036Z"},{"topic":"ElonMusk DefolGit","mean":"ElonMusk DefolGit is a term used to describe the process of removing unnecessary or outdated code from a software project. It is derived from the name of Elon Musk, the founder of Tesla and SpaceX, who is known for his commitment to streamlining processes and eliminating waste. The term can also be used to refer to the practice of refactoring code in order to make it more efficient and maintainable.","date":"2022-12-21T17:01:43.8894883Z"},{"topic":"بيريرا","mean":"بيريرا is an Arabic word that means \u0022beautiful\u0022.","date":"2022-12-21T17:01:45.2443829Z"},{"topic":"Zelensky","mean":"Zelensky is a Ukrainian surname derived from the word \u0022zeleny,\u0022 which means \u0022green\u0022 in Ukrainian. It is also the surname of the current President of Ukraine, Volodymyr Zelensky.","date":"2022-12-21T17:01:47.7175605Z"},{"topic":"#CashAppPresents","mean":"#CashAppPresents is a hashtag used by Cash App, a mobile payment service, to promote their products and services. It is used to highlight special offers, giveaways, and other promotions related to Cash App.","date":"2022-12-21T17:13:42.7306449Z"},{"topic":"Nick Foles","mean":"Nick Foles is an American football quarterback who currently plays for the Chicago Bears of the National Football League (NFL). He was drafted by the Philadelphia Eagles in the third round of the 2012 NFL Draft. He has also played for the St. Louis Rams, Kansas City Chiefs, and Jacksonville Jaguars. Foles is known for his strong arm and accuracy, as well as his ability to make big plays in clutch situations.","date":"2022-12-21T17:13:45.9200866Z"},{"topic":"ميشيل","mean":"ميشيل (pronounced mee-sheel) is a common Arabic name, derived from the Hebrew name Michael. It means \u0022who is like God\u0022 in English.","date":"2022-12-21T17:13:47.8773204Z"}]